window.examTitle = "21_매산여고_1학기_중간_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "다음 중 옳지 않은 것을 고르면? [3.3점]",
    "choices": [
      "${}_2\\Pi_3 = 9$",
      "${}_2\\Pi_5 = 32$",
      "$\\frac{4!}{4} = 3!$",
      "${}_4\\mathrm{H}_5 = {}_8\\mathrm{C}_3$",
      "${}_5\\mathrm{C}_2 = 10$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "주사위 한 개를 던지는 시행에서 다음 <보기> 중 옳은 것을 모두 고르면?<br><br><보기><br>ㄱ. 2의 배수의 눈이 나오는 사건은 $\\{2, 4, 6\\}$ 이다.<br>ㄴ. 표본공간 $S$는 $S=\\{1, 2, 3, 4, 5, 6\\}$ 이다<br>ㄷ. 이 시행의 근원사건은 $\\{1\\}, \\{2\\}, \\{3\\}, \\{4\\}, \\{5\\}, \\{6\\}$ [3.4점]",
    "choices": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "6개의 자연수 $3, 3, 3, 3, 5, 5$를 일렬로 나열하는 모든 경우의 수를 구할 때, 다음 세 학생의 설명 중 옳은 것을 모두 고르면?<br><br>유자 : 6개의 숫자 중에서 같은 숫자가 2개, 4개씩 있으므로 구하는 모든 경우의 수는 15 이다.<br>매화 : 6개의 숫자 중에서 3을 놓을 4개의 자리를 택하면 나머지 2개의 자리는 5로 정해지므로 구하는 모든 경우의 수는 ${}_6\\mathrm{C}_4$ 이다.<br>신애 : 구하는 모든 경우의 수는 ${}_5\\mathrm{H}_2$ 의 값과 같다. [3.4점]",
    "choices": [
      "유자, 매화, 신애",
      "유자, 매화",
      "매화, 신애",
      "유자, 신애",
      "유자"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "이항정리를 이용하여 다음 빈칸의 값을 모두 더하면?<br>$$(x+1)^4 = {}_4\\mathrm{C}_0 x^4 + \\square x^3 + {}_4\\mathrm{C}_2 x^2 + \\square x + \\square$$ [3.5점]",
    "choices": [
      "7",
      "8",
      "9",
      "10",
      "11"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "다음 설명 중 옳은 것을 모두 고르면?<br><br>오른쪽과 같은 파스칼의 삼각형을 이용하여<br>ㄱ. ${}_n\\mathrm{C}_r = {}_n\\mathrm{C}_{n-r}$ 임을 설명할 수 있다.<br>ㄴ. ${}_6\\mathrm{C}_0 + {}_6\\mathrm{C}_1 + {}_6\\mathrm{C}_2 + \\dots + {}_6\\mathrm{C}_6$ 의 값을 구할 수 있다.<br>ㄷ. $(a+b)^6$ 의 전개식을 구할 수 있다.<br>ㄹ. ${}_n\\mathrm{C}_r = {}_{n-1}\\mathrm{C}_{r-1} + {}_{n-1}\\mathrm{C}_r$ ($1 \\le r < n$) 임을 설명할 수 있다.<br><div class=\"exam-img-box\"><img src=\"assets/images/21_매산여고_1학기_중간_고2_확률과통계/q05.png\" class=\"exam-img\"></div> [3.6점]",
    "choices": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ",
      "ㄱ, ㄷ, ㄹ"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "등식 ${}_n\\mathrm{C}_1 + 2 \\times {}_n\\mathrm{C}_2 + 3 \\times {}_n\\mathrm{C}_3 + \\dots + n \\times {}_n\\mathrm{C}_n = \\mathrm{A}$ ($n \\ge 2$)에 대한 다음 세 학생의 설명 중 옳은 것을 모두 고르면?<br><br>유자: $r \\times {}_n\\mathrm{C}_{r-1} = n \\times {}_{n-1}\\mathrm{C}_{r-1}$ ($r \\ge 1$)을 이용하면 위 등식이 성립함을 증명할 수 있어.<br>매화: ${}_n\\mathrm{C}_r = {}_n\\mathrm{C}_{n-r}$을 이용하면 위 등식이 성립함을 증명할 수 있어.<br>신애: A에 알맞은 식은 $n \\times 2^{n-1}$ 이야. [3.5점]",
    "choices": [
      "신애",
      "매화, 신애",
      "유자, 신애",
      "유자, 매화",
      "유자, 매화, 신애"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "숫자 $1, 2, 3, 4, 5$ 에서 중복을 허용하여 8개를 택할 때, 짝수가 두 개인 경우의 수를 구하면? [3.7점]",
    "choices": [
      "$4 \\times 3^6$",
      "168",
      "100",
      "84",
      "50"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "다음 <보기>에서 $\\frac{P}{Q}$의 값을 구하면?<br><br><보기><br>남자 5명과 여자 5명이 원탁에 둘러 앉아 토의를 할 때,<br>가. 여자 5명이 이웃하여 앉는 모든 경우의 수는 $P$ 이다.<br>나. 여자와 남자가 교대로 앉는 모든 경우의 수는 $Q$ 이다. [3.6점]",
    "choices": [
      "5",
      "4!",
      "5!",
      "$\\frac{5}{4}$",
      "120"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "한 상자에 1부터 8까지 자연수가 각각 적힌 8개의 공이 들어 있다. 이 상자에서 1개의 공을 임의로 꺼내는 시행에서 공에 적힌 수가 홀수인 사건을 $A$, 4의 배수인 사건을 $B$라고 할 때, 다음 세 학생의 설명 중 옳은 것을 모두 고르면?<br><br>지은 : 두 사건 $A, B$ 는 서로 배반사건이다.<br>서진 : 사건 $B$ 의 여사건은 $\\{1, 2, 3, 4, 5, 6, 7\\}$이다.<br>상윤 : 사건 $A \\cap B$ 의 여사건은 $\\{2, 6\\}$이다. [3.7점]",
    "choices": [
      "지은, 서진, 상윤",
      "지은, 서진",
      "지은, 상윤",
      "서진, 상윤",
      "지은"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "6개의 숫자 0, 1, 4, 5, 7, 9 에서 중복을 허락하여 만들 수 있는 네 자리의 자연수 중에서 짝수의 개수를 구하면? [3.7점]",
    "choices": [
      "360",
      "300",
      "240",
      "200",
      "180"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "이항정리를 이용하여 $(a+2b)^5$을 전개할 때, $a^3b^2$의 계수를 구하면? [3.8점]",
    "choices": [
      "4",
      "10",
      "20",
      "40",
      "80"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "똑같은 20개의 볼펜을 5명의 학생에게 모두 나누어 주려고 한다. 각 학생에게 적어도 2개씩 볼펜을 나누어 주는 모든 방법의 수를 구하면? [3.9점]",
    "choices": [
      "1000",
      "1001",
      "1002",
      "1003",
      "1004"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "다음 그림과 같은 도로망이 있다. 지점 $\\mathrm{P}$에서 지점 $\\mathrm{Q}$까지 가는 최단 경로의 수를 구하면?<br><div class=\"exam-img-box\"><img src=\"assets/images/21_매산여고_1학기_중간_고2_확률과통계/q13.png\" class=\"exam-img\"></div> [3.9점]",
    "choices": [
      "65",
      "66",
      "67",
      "68",
      "69"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "(${}_2\\mathrm{C}_1 + {}_3\\mathrm{C}_2 + {}_4\\mathrm{C}_3 + \\dots + {}_{10}\\mathrm{C}_9) + ({}_2\\mathrm{C}_0 + {}_3\\mathrm{C}_1 + {}_4\\mathrm{C}_2 + \\dots + {}_{11}\\mathrm{C}_9)$ 의 값을 구하면? [4점]",
    "choices": [
      "254",
      "264",
      "274",
      "284",
      "294"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "8개의 문자 $\\mathrm{A, A, A, A, B, B, C, C}$ 중에서 5개를 뽑아 일렬로 나열할 때, 다음 세 학생의 설명 중에서 옳은 것을 모두 고르면?<br><br>학생 1 : A가 1개 포함된 경우 일렬로 나열하는 방법의 수는 30 이다.<br>학생 2 : A가 3개 포함된 경우 일렬로 나열하는 방법의 수는 50 이다.<br>학생 3 : 구하는 모든 경우의 수는 140 이다. [4.1점]",
    "choices": [
      "학생 1",
      "학생 3",
      "학생 2, 학생 3",
      "학생 1, 학생 2",
      "학생 1, 학생 3"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "다음 <보기>에서 $P+Q$ 의 값을 구하면?<br><br><보기><br>가. 부등식 $a+b+c \\le 10$ 을 만족시키는 자연수 $a, b, c$ 의 순서쌍 $(a, b, c)$의 개수는 $P$ 이다.<br>나. ${}_{2n}\\mathrm{C}_1 + {}_{2n}\\mathrm{C}_3 + {}_{2n}\\mathrm{C}_5 + \\dots + {}_{2n}\\mathrm{C}_{2n-1} = 2^{21}$ 을 만족시키는 자연수 $n$은 $Q$ 이다. [4.3점]",
    "choices": [
      "39",
      "87",
      "131",
      "148",
      "165"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "다음 <보기>에서 $A-(B+C)$ 의 값을 구하면?<br><br><보기><br>두 집합 $X=\\{1, 2, 3, 4\\}$, $Y=\\{4, 5, 6\\}$에 대하여 $X$에서 $Y$로의 함수 중에서<br>가. $X$에서 $Y$로의 함수의 개수는 $A$ 개 이다.<br>나. 치역의 원소가 2개인 함수는 $B$ 개 이다.<br>다. 치역과 공역이 같은 함수는 $C$ 개 이다. [4.4점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "객관식",
    "content": "원 위에 있는 서로 다른 30개의 점 중에서 $n(n \\ge 3)$개의 점을 이어 만들 수 있는 $n$각형의 개수를 $f(n)$이라 할 때, $f(3)+f(5)+f(7)+\\dots+f(29)$의 값을 구하면? [4.2점]",
    "choices": [
      "$2^{30}-3$",
      "$2^{30}-1$",
      "$2^{29}-1$",
      "$2^{29}-30$",
      "$2^{28}-29$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "[주관식1 (단답형)] 전체집합 $U=\\{1, 2, 3, \\dots, 8\\}$의 두 부분집합 $P, Q$가 $P \\subseteq Q$ 를 만족시키도록 두 집합 $P, Q$를 정하는 모든 경우의 수를 $K$라 할 때, $\\frac{K}{9}$의 값을 구하여 적으시오. [3점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[주관식2 (단답형)] 17개의 서로 다른 사탕과 10개의 똑같은 초콜릿이 있다. 이 중에서 8개를 택하여 선물 상자를 만들려고 한다. 만들 수 있는 모든 방법의 수를 $A$라 할 때, $\\frac{A}{64}$의 값을 구하여 적으시오. [4점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "[주관식3 (단답형)] 다항식 $(x+3)^{20}$의 전개식에서 $x^k$의 계수가 $x^{k-1}$의 계수보다 크게 되는 자연수 $k$의 최솟값을 구하여 적으시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "questionType": "서술형",
    "content": "[주관식4 (서술형)] (부분점수 있음.) $(x^3+1)^n$의 전개식에서 $x^9$의 계수가 20 때, $n$의 값을 구하고 풀이과정을 상세히 서술하시오. [10점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 23,
    "questionType": "서술형",
    "content": "[주관식5 (서술형)] (부분점수 있음.) 5개의 문자 $A, B, C, D, E$ 중에서 중복을 허용하여 8개를 택할 때, $A$가 1개 이하가 되는 모든 경우의 수를 구하고 풀이 과정을 자세히 서술하시오. [10점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
