window.examTitle = "21_순천고_1학기_중간_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "1. 아버지와 어머니를 포함하여 6명의 가족이 원 모양의 식탁에 둘러앉을 때, 아버지와 어머니가 이웃하여 앉는 방법의 수를 구하면? [3.8점]",
    "choices": [
      "48",
      "60",
      "120",
      "240",
      "720"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "2. 다음 그림과 같은 도로망이 있다. 이 도로망을 따라 A지점에서 출발하여 B지점까지의 최단 거리로 가는 방법의 수를 구하면?\n[3.8점]\n\n<div class=\"exam-img-box\"><img src=\"assets/images/21_순천고_1학기_중간_고2_확률과통계/q02.png\" class=\"exam-img\"></div>",
    "choices": [
      "10",
      "20",
      "40",
      "80",
      "120"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "3. 두 집합 $X=\\{1, 2, 3, 4\\}$, $Y=\\{1, 2, 3, 4, 5\\}$에 대하여 함수 $f: X \\rightarrow Y$ 중에서 $f(1) < f(3)$인 함수의 개수는? [4.3점]",
    "choices": [
      "100",
      "150",
      "200",
      "250",
      "500"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "4. 그림과 같이 서로 접하고 크기가 같은 원 3개와 이 세 원의 중심을 꼭짓점으로 하는 정삼각형이 있다. 원과 삼각형으로 만들어진 6개의 부채꼴의 영역에 서로 다른 6가지 색을 모두 사용하여 칠하려고 한다. 한 영역에 한 가지 색만을 칠할 때, 색칠한 결과로 나올 수 있는 경우의 수는? (단 회전하여 일치하면 같은 것으로 본다) [4.6점]\n\n<div class=\"exam-img-box\"><img src=\"assets/images/21_순천고_1학기_중간_고2_확률과통계/q04.png\" class=\"exam-img\"></div>",
    "choices": [
      "36",
      "120",
      "240",
      "480",
      "720"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "5. 사과, 배, 복숭아 중에서 중복을 허용하여 10개의 과일을 사는 경우의 수는? [3.8점]",
    "choices": [
      "66",
      "76",
      "86",
      "96",
      "106"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "6. 10명의 투표권자가 4명의 후보 중 한 명에게 무기명으로 투표할 때, 투표 결과의 경우의 수는? [4.2점]\n(단, 기권이나 무효표는 없다.)",
    "choices": [
      "284",
      "286",
      "288",
      "290",
      "292"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "7. $(x+y)^3(a+b+c)(p+q)$의 전개식에서 서로 다른 항의 개수는? [4.5점]",
    "choices": [
      "20",
      "21",
      "22",
      "23",
      "24"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "8. 정수 $a$, $b$, $c$에 대하여 $a \\ge 2$, $b \\ge 1$, $c \\ge 3$일 때, 방정식 $a+b+c=13$을 만족하는 정수 $a$, $b$, $c$의 순서쌍 $(a, b, c)$의 개수는? [4.5점]",
    "choices": [
      "32",
      "34",
      "36",
      "38",
      "40"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "9. $(a+b)^6$의 전개식에서 $a^2b^4$의 계수는? [3.8점]",
    "choices": [
      "12",
      "15",
      "18",
      "21",
      "24"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "10. 집합 $X=\\{1, 2, 3, 4, 5\\}$에서 집합 $Y=\\{6, 7, 8, 9, 10\\}$로의 함수 $f$ 중 다음 조건을 만족하는 함수의 개수는? [4.7점]\n\n(가) $f(3)$은 짝수이다.\n(나) 집합 $X$의 임의의 두 원소 $i$, $j$에 대하여 $i < j$이면 $f(i) \\le f(j)$이다.",
    "choices": [
      "57",
      "60",
      "63",
      "66",
      "69"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "11. 서로 다른 종류의 사탕 4개와 같은 종류의 구슬 9개를 같은 종류의 주머니 4개에 남김없이 나누어 넣으려고 한다. 각 주머니에 사탕과 구슬이 각각 1개 이상씩 들어가도록 나누어 넣는 경우의 수는? [4.7점]",
    "choices": [
      "14",
      "28",
      "42",
      "56",
      "70"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "12. 2개의 문자 $x$, $y$와 2개의 숫자 1, 2를 사용하여 네자리 암호를 만들려고 한다. 다음 두 조건을 만족시키는 암호의 개수를 구하면? [4.8점]\n\n(가) 숫자는 중복하여 사용할 수 있다.\n(나) 문자는 반드시 1개 이상 사용해야 하고, 중복하여 사용할 수 없다.",
    "choices": [
      "64",
      "88",
      "112",
      "176",
      "224"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "13. 사과 2개, 배 3개, 바나나 6개를 세 바구니 $\\mathrm{A}$, $\\mathrm{B}$, $\\mathrm{C}$에 남김없이 나누어 넣을 때, 각 바구니에 두 가지 과일만 들어가도록 나누어 넣는 경우의 수를 구하면? [4.9점]\n(단, 같은 과일끼리는 서로 구별하지 않는다.)",
    "choices": [
      "56",
      "84",
      "106",
      "118",
      "168"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "14. $12^{10}$의 일의 자리, 십의 자리, 백의 자리를 각각 $a$, $b$, $c$라 할 때, $a+b+c$의 값은? [4.6점]",
    "choices": [
      "6",
      "8",
      "10",
      "12",
      "14"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "15. $f(x-1)=1+x+x^2+\\cdots+x^{10}$에 대하여\n$f(t)=a_0+a_1t+a_2t^2+\\cdots+a_{10}t^{10}$ ($a_0$, $a_1$, $a_2$, $\\cdots$, $a_{10}$은 상수)일 때, $a_7$의 값은? [4.6점]",
    "choices": [
      "165",
      "175",
      "185",
      "195",
      "205"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "16. $\\left(x+\\frac{1}{x^3}\\right)^4 (x-2)^5$의 전개식에서 $x^4$의 계수는? [4.8점]",
    "choices": [
      "-66",
      "-68",
      "-70",
      "-72",
      "-74"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "17. 세 수 $A$, $B$, $C$가\n$A = {}_5\\mathrm{C}_1 + {}_5\\mathrm{C}_2 + {}_5\\mathrm{C}_3 + {}_5\\mathrm{C}_4 + {}_5\\mathrm{C}_5$\n$B = {}_7\\mathrm{C}_2 + {}_7\\mathrm{C}_4 + {}_7\\mathrm{C}_6$\n$C = \\log_5 ({}_{16}\\mathrm{C}_0 + {}_{16}\\mathrm{C}_1 \\times 4 + {}_{16}\\mathrm{C}_2 \\times 4^2 + {}_{16}\\mathrm{C}_3 \\times 4^3 + \\cdots + {}_{16}\\mathrm{C}_{16} \\times 4^{16})$ 일 때, $\\frac{B-A}{C}$의 값은? [4.7점]",
    "choices": [
      "16",
      "8",
      "4",
      "2",
      "1"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "객관식",
    "content": "18. ${}_8\\mathrm{C}_0 {}_{10}\\mathrm{C}_4 + {}_8\\mathrm{C}_1 {}_{10}\\mathrm{C}_5 + {}_8\\mathrm{C}_2 {}_{10}\\mathrm{C}_6 + {}_8\\mathrm{C}_3 {}_{10}\\mathrm{C}_7 + {}_8\\mathrm{C}_4 {}_{10}\\mathrm{C}_8 + {}_8\\mathrm{C}_5 {}_{10}\\mathrm{C}_9 + {}_8\\mathrm{C}_6 {}_{10}\\mathrm{C}_{10}$를 계산한 값은? [4.9점]",
    "choices": [
      "${}_{16}\\mathrm{C}_4$",
      "${}_{17}\\mathrm{C}_5$",
      "${}_{18}\\mathrm{C}_6$",
      "${}_{19}\\mathrm{C}_7$",
      "${}_{20}\\mathrm{C}_8$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "서술형1. 다음의 값을 구하시오.\n(1) 'happy'에 있는 5개의 문자를 모두 일렬로 배열하는 경우의 수를 구하시오. [3점, 부분점수 있음.]\n(2) 같은 종류의 우유 3병과 같은 종류의 주스 2병을 3명에게 남김없이 나누어 주는 경우의 수를 구하시오.\n(단, 1병도 받지 못하는 사람이 있을 수 있다.) [3점, 부분점수 있음.] [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "서술형2. 다음 조건을 만족시키는 자연수 $a$, $b$, $c$의 모든 순서쌍 $(a, b, c)$의 개수를 구하시오. [7점, 부분점수 있음.]\n\n(가) $a+b+c=9$\n(나) $3^a \\times 9^b$은 $81$의 배수이다. [7점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "서술형3. 숫자 2, 4, 6, 8 중에서 중복을 허락하여 네 개를 선택한 후 일렬로 나열할 때, 다음 조건을 만족시키도록 나열하는 경우의 수를 구하시오. [7점, 부분점수 있음.]\n\n(가) 숫자 2는 한 번 이상 나온다.\n(나) 이웃한 두 수의 차는 모두 4 이하이다. [7점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
