window.examTitle = "21_순천여고_1학기_중간_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "다섯 명이 둘러앉을 수 있는 원 모양의 탁자와 두 학생 $A, B$를 포함한 7명의 학생이 있다. 이 7명의 학생 중에서 $A, B$를 포함하여 5명을 선택하고 이 5명의 학생 모두를 일정한 간격으로 탁자에 둘러앉게 할 때, $A$와 $B$가 이웃하지 않는 경우의 수는? (단, 회전하여 일치하는 것은 같은 것으로 본다.)<br><div class=\"exam-img-box\"><img src=\"assets/images/21_순천여고_1학기_중간_고2_확률과통계/q01.png\" class=\"exam-img\"></div> [3.9점]",
    "choices": [
      "100",
      "105",
      "110",
      "115",
      "120"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "다음 그림과 같이 옆면이 모두 합동인 오각뿔대의 각 면을 서로 다른 7가지 색을 모두 사용하여 칠하는 경우의 수는? (단, 각 면에는 한 가지 색만 칠하고, 회전하여 일치하는 것은 같은 것으로 본다.)<br><div class=\"exam-img-box\"><img src=\"assets/images/21_순천여고_1학기_중간_고2_확률과통계/q02.png\" class=\"exam-img\"></div> [3.9점]",
    "choices": [
      "1000",
      "1002",
      "1004",
      "1006",
      "1008"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "3개 학급의 대표 2명씩 총 6명이 다음 그림과 같은 정삼각형 모양의 탁자에 둘러앉을 때, 같은 반끼리 한 모서리에 앉는 경우의 수는?<br><div class=\"exam-img-box\"><img src=\"assets/images/21_순천여고_1학기_중간_고2_확률과통계/q03.png\" class=\"exam-img\"></div> [4.1점]",
    "choices": [
      "14",
      "16",
      "18",
      "20",
      "22"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "O, X로 답하는 1번부터 5번까지 5개의 문항이 있는 시험에서 나올 수 있는 답안의 개수는? (단, 비어 있는 답안은 없다.) [3.6점]",
    "choices": [
      "4",
      "8",
      "16",
      "32",
      "64"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "다섯 개의 숫자 $0, 1, 2, 3, 4$로 중복을 허용하여 네 자리의 자연수를 만들 때, 2300보다 큰 자연수의 개수는? [4.5점]",
    "choices": [
      "297",
      "298",
      "299",
      "300",
      "301"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "happiness에 있는 9개의 문자를 일렬로 나열할 때, 모음이 양 끝에 오도록 나열하는 경우의 수는? [3.9점]",
    "choices": [
      "7160",
      "7260",
      "7360",
      "7460",
      "7560"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "숫자 $1, 2, 3, 4, 5$ 중에서 중복을 허락하여 네 자리의 자연수를 만들 때, 다음 조건을 만족하는 네 자리 자연수의 개수는?<br><br>(가) 각각의 홀수는 선택하지 않거나 한 번만 선택한다.<br>(나) 각각의 짝수는 선택하지 않거나 두 번만 선택한다. [4.5점]",
    "choices": [
      "78",
      "79",
      "80",
      "81",
      "82"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "다음 그림과 같은 도로망이 있을 때, 학교에서 서점을 거쳐 집까지 최단 거리로 가는 경우의 수는?<br><div class=\"exam-img-box\"><img src=\"assets/images/21_순천여고_1학기_중간_고2_확률과통계/q08.png\" class=\"exam-img\"></div> [4.1점]",
    "choices": [
      "340",
      "345",
      "350",
      "355",
      "360"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "학생 $\\mathrm{A}$가 제출할 과제는 수학I, 확률과 통계를 포함하여 총 5가지이다. 확률과 통계보다 수학I 과제를 먼저 제출해야 할 때, 과제를 제출하는 순서를 정하는 경우의 수는? [3.6점]",
    "choices": [
      "50",
      "60",
      "70",
      "80",
      "90"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "어느 스포츠용품 가게에서 축구공, 농구공, 배구공 중 $k$개의 공을 사는 경우의 수가 55일 때, 축구공 1개 이하, 농구공 1개 이상, 배구공은 2개 이상을 포함하여 $k$개의 공을 사는 경우의 수는? (단, 각 종류의 공은 $k$개 이상씩 있고, 같은 종류의 공은 서로 구별하지 않는다.) [4.5점]",
    "choices": [
      "10",
      "11",
      "12",
      "13",
      "14"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "네 자리의 자연수 중 각 자리의 수의 합이 9인 모든 자연수의 개수는? [3.9점]",
    "choices": [
      "135",
      "145",
      "155",
      "165",
      "175"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "24명의 사람이 각자 세 상자 $A, B, C$ 중 2개의 상자를 선택하여 각 상자에 공을 하나씩 넣을 때, 세 상자에 서로 다른 개수의 공이 들어가는 경우의 수는? (단, 공은 구별하지 않는다.) [4.5점]",
    "choices": [
      "282",
      "285",
      "288",
      "291",
      "294"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{1, 2, 3, 4, 5, 6, 7\\}$에 대하여 $X$에서 $X$로의 함수 $f$ 중에서 다음 조건을 모두 만족시키는 함수의 개수는?<br><br>(가) 집합 $X$의 두 원소 $x_1, x_2$에 대하여 $x_1 < x_2$이면 $f(x_1) \\le f(x_2)$<br>(나) $f(2)=2, f(5)=4$ [3.9점]",
    "choices": [
      "120",
      "160",
      "200",
      "240",
      "280"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "파란색 카드 2장, 빨간색 카드 4장, 노란색 카드 4장, 초록색 카드 4장 중에서 4장의 카드를 택하는 경우의 수는? (단, 같은 색의 카드는 서로 구별하지 않는다.) [3.9점]",
    "choices": [
      "16",
      "21",
      "26",
      "31",
      "36"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "1번부터 10번까지 좌석 번호가 적힌 10개의 의자가 있다. 3명의 학생이 서로 다른 좌석 번호의 의자를 각각 1개씩 선택할 때, 3명의 학생이 선택한 좌석의 세 번호 중 어느 두 번호도 연속되지 않도록 선택하는 경우의 수는? [4.1점]",
    "choices": [
      "56",
      "112",
      "168",
      "330",
      "336"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "$\\left(x^2 - \\frac{1}{x}\\right)\\left(x + \\frac{a}{x^2}\\right)^4$의 전개식에서 $x^3$의 계수가 11일 때, 상수 $a$의 값은? [4.1점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "${}_9\\mathrm{C}_1 + {}_9\\mathrm{C}_2 + {}_9\\mathrm{C}_3 + \\dots + {}_9\\mathrm{C}_7 + {}_9\\mathrm{C}_8 + {}_9\\mathrm{C}_9$의 값은? [3.6점]",
    "choices": [
      "510",
      "511",
      "512",
      "513",
      "514"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "객관식",
    "content": "${}_3\\mathrm{C}_2 + {}_4\\mathrm{C}_2 + {}_5\\mathrm{C}_2 + \\dots + {}_9\\mathrm{C}_2 + {}_{10}\\mathrm{C}_2 + {}_{11}\\mathrm{C}_2$의 값은? [3.6점]",
    "choices": [
      "218",
      "219",
      "220",
      "221",
      "222"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "객관식",
    "content": "$2 \\cdot {}_{20}\\mathrm{C}_{20} + 2^2 \\cdot {}_{20}\\mathrm{C}_{19} + 2^3 \\cdot {}_{20}\\mathrm{C}_{18} + \\dots + 2^{21} \\cdot {}_{20}\\mathrm{C}_0$의 값은? [3.9점]",
    "choices": [
      "$2^{20}$",
      "$2^{21}$",
      "$2 \\times 3^{19}$",
      "$2 \\times 3^{20}$",
      "$2 \\times 3^{21}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "객관식",
    "content": "집합 $A=\\{x_1, x_2, x_3, \\dots, x_n\\}$의 부분집합 중에서 원소의 개수가 홀수인 것의 개수가 100이상 2000이하를 만족시키는 모든 자연수 $n$의 값의 합은? [3.9점]",
    "choices": [
      "24",
      "27",
      "30",
      "34",
      "38"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "<서술형 1><br>다항식 $(x+a)^5$의 전개식에서 $x^2$의 계수가 80일 때, $a$의 값과 $x$의 계수를 구하는 풀이 과정과 답을 서술하시오. (단, $a$는 상수이다.) [4점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "questionType": "서술형",
    "content": "<서술형 2><br>다음 그림과 같이 중심이 같고 반지름의 길이가 다른 두 원이 있다.<br>원의 중심을 지나고 서로 수직인 두 선분을 그어 만든 8개의 영역에 서로 다른 10개의 색 중 8개를 선택하여 칠하려고 한다.<br>이 영역에 색을 칠하는 방법의 수가 $n$이라고 할 때, $\\frac{n}{324}$의 값을 구하는 풀이 과정과 답을 서술하시오. (단, 한 영역에 한 가지의 색만 칠하고, 회전하여 일치하는 것은 같은 것으로 본다.)<br><div class=\"exam-img-box\"><img src=\"assets/images/21_순천여고_1학기_중간_고2_확률과통계/q22.png\" class=\"exam-img\"></div> [7점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 23,
    "questionType": "서술형",
    "content": "<서술형 3><br>다음 조건을 만족시키는 음이 아닌 정수 $a, b, c, d$의 모든 순서쌍 $(a, b, c, d)$의 개수를 구하는 풀이 과정과 답을 서술하시오.<br><br>(가) $a+b+c-d=8$<br>(나) $d \\le 3$이고 $d < a$이다. [9점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
