window.examTitle = "19_서울가산중_1학기_기말_중3_수학";
window.questionBank = [
  {
    "id": 1,
    "questionNumber": 1,
    "number": 1,
    "questionType": "객관식",
    "question": "1. 이차방정식 $(x+6)(x-3)=0$의 해를 $a, b$라 할 때, $a+b$의 값을 구하면? [5.0점]",
    "content": "1. 이차방정식 $(x+6)(x-3)=0$의 해를 $a, b$라 할 때, $a+b$의 값을 구하면? [5.0점]",
    "choices": [
      "① -6",
      "② -3",
      "③ 0",
      "④ 3",
      "⑤ 6"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 2,
    "questionNumber": 2,
    "number": 2,
    "questionType": "객관식",
    "question": "2. 다음 중 중근을 가지는 이차방정식을 고르면? [5.0점]",
    "content": "2. 다음 중 중근을 가지는 이차방정식을 고르면? [5.0점]",
    "choices": [
      "① $x(x-1)=6$",
      "② $x^2+7x=0$",
      "③ $(x-1)^2=16$",
      "④ $(x+4)(x-1)=0$",
      "⑤ $x^2-10x=-25$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 3,
    "questionNumber": 3,
    "number": 3,
    "questionType": "객관식",
    "question": "3. $(x-1)(4x+3)=(a-1)^2 x^2+x$가 $x$에 관한 일차방정식이 되도록 하는 $a$의 값을 모두 고르면? (정답 2개) [4.0점]",
    "content": "3. $(x-1)(4x+3)=(a-1)^2 x^2+x$가 $x$에 관한 일차방정식이 되도록 하는 $a$의 값을 모두 고르면? (정답 2개) [4.0점]",
    "choices": [
      "① -3",
      "② -1",
      "③ 1",
      "④ 3",
      "⑤ 5"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 4,
    "questionNumber": 4,
    "number": 4,
    "questionType": "객관식",
    "question": "4. 이차방정식 $5x^2+ax+b=0$의 두 근이 $-2, 3$일 때, $ab$의 값을 구하면? [4.0점]",
    "content": "4. 이차방정식 $5x^2+ax+b=0$의 두 근이 $-2, 3$일 때, $ab$의 값을 구하면? [4.0점]",
    "choices": [
      "① -150",
      "② -30",
      "③ -6",
      "④ 6",
      "⑤ 150"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 5,
    "questionNumber": 5,
    "number": 5,
    "questionType": "객관식",
    "question": "5. 이차방정식 $\\dfrac{1}{3}x^2+x-1=0$의 근이 $x=\\dfrac{a \\pm \\sqrt{b}}{2}$일 때, $7a+b$의 값을 구하면? [4.0점]",
    "content": "5. 이차방정식 $\\dfrac{1}{3}x^2+x-1=0$의 근이 $x=\\dfrac{a \\pm \\sqrt{b}}{2}$일 때, $7a+b$의 값을 구하면? [4.0점]",
    "choices": [
      "① -9",
      "② -3",
      "③ 0",
      "④ 3",
      "⑤ 9"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 6,
    "questionNumber": 6,
    "number": 6,
    "questionType": "객관식",
    "question": "6. 이차방정식 $2x^2+8x-6=0$을 $(x+p)^2=q$의 꼴로 고칠 때, $p \\times q$의 값을 구하면? [4.0점]",
    "content": "6. 이차방정식 $2x^2+8x-6=0$을 $(x+p)^2=q$의 꼴로 고칠 때, $p \\times q$의 값을 구하면? [4.0점]",
    "choices": [
      "① -14",
      "② -7",
      "③ 7",
      "④ 14",
      "⑤ 21"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 7,
    "questionNumber": 7,
    "number": 7,
    "questionType": "객관식",
    "question": "7. 이차방정식 $x^2-5x-1=0$의 한 근을 $a$라고 할 때, $\\sqrt{a(a-5)} + \\dfrac{a^2-1}{a}$의 값을 구하면? [3.0점]",
    "content": "7. 이차방정식 $x^2-5x-1=0$의 한 근을 $a$라고 할 때, $\\sqrt{a(a-5)} + \\dfrac{a^2-1}{a}$의 값을 구하면? [3.0점]",
    "choices": [
      "① $-\\dfrac{\\sqrt{29}}{2}$",
      "② 0",
      "③ 4",
      "④ $\\sqrt{29}$",
      "⑤ 6"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 3.0,
    "image": ""
  },
  {
    "id": 8,
    "questionNumber": 8,
    "number": 8,
    "questionType": "객관식",
    "question": "8. 가로와 세로의 길이가 각각 $7\\text{m}, 5\\text{m}$인 직사각형 모양의 꽃밭이 있다. 가로와 세로를 각각 $x\\text{m}$씩 더 늘였더니 꽃밭의 넓이는 처음보다 $28\\text{m}^2$만큼 더 넓어졌다. $x$를 구하는 식으로 맞는 것은? [5.0점]",
    "content": "8. 가로와 세로의 길이가 각각 $7\\text{m}, 5\\text{m}$인 직사각형 모양의 꽃밭이 있다. 가로와 세로를 각각 $x\\text{m}$씩 더 늘였더니 꽃밭의 넓이는 처음보다 $28\\text{m}^2$만큼 더 넓어졌다. $x$를 구하는 식으로 맞는 것은? [5.0점]",
    "choices": [
      "① $(7-x)(5-x)-35=28$",
      "② $(7-x)(5+x)-35=28$",
      "③ $(7+x)(5-x)-35=28$",
      "④ $(7+x)(5+x)-35=28$",
      "⑤ $(7+x)(5+x)+35=28$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 9,
    "questionNumber": 9,
    "number": 9,
    "questionType": "객관식",
    "question": "9. 어떤 자연수와 그 수보다 $4$만큼 더 작은 수와의 곱을 구하려다 잘못하여 $2$만큼 더 큰 수와의 곱을 구하였더니 $48$이 되었다. 처음에 구하려고 했던 두 수의 곱을 구하면? [4.0점]",
    "content": "9. 어떤 자연수와 그 수보다 $4$만큼 더 작은 수와의 곱을 구하려다 잘못하여 $2$만큼 더 큰 수와의 곱을 구하였더니 $48$이 되었다. 처음에 구하려고 했던 두 수의 곱을 구하면? [4.0점]",
    "choices": [
      "① -48",
      "② -24",
      "③ 0",
      "④ 6",
      "⑤ 12"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 10,
    "questionNumber": 10,
    "number": 10,
    "questionType": "객관식",
    "question": "10. 길이가 $16\\text{cm}$인 끈을 두 도막으로 잘라서 정사각형 두 개를 만들었다. 만들어진 두 정사각형의 넓이의 비가 $1:3$일 때, 작은 정사각형의 한 변의 길이를 구하면? [3.0점]",
    "content": "10. 길이가 $16\\text{cm}$인 끈을 두 도막으로 잘라서 정사각형 두 개를 만들었다. 만들어진 두 정사각형의 넓이의 비가 $1:3$일 때, 작은 정사각형의 한 변의 길이를 구하면? [3.0점]",
    "choices": [
      "① $-8+8\\sqrt{3}$",
      "② $-4+4\\sqrt{3}$",
      "③ $-2+2\\sqrt{3}$",
      "④ $2\\sqrt{3}$",
      "⑤ $8\\sqrt{3}$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 3.0,
    "image": ""
  },
  {
    "id": 11,
    "questionNumber": 11,
    "number": 11,
    "questionType": "객관식",
    "question": "11. 이차방정식 $x^2-6x+8=0$의 두 해를 $a, b$라 할 때, 이차함수 $y=ax^2-bx$의 꼭짓점의 좌표를 구하면? (단, $a < b$) [4.0점]",
    "content": "11. 이차방정식 $x^2-6x+8=0$의 두 해를 $a, b$라 할 때, 이차함수 $y=ax^2-bx$의 꼭짓점의 좌표를 구하면? (단, $a < b$) [4.0점]",
    "choices": [
      "① $(1, -2)$",
      "② $(1, -1)$",
      "③ $(2, 0)$",
      "④ $(-1, -2)$",
      "⑤ $(-1, -1)$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 12,
    "questionNumber": 12,
    "number": 12,
    "questionType": "객관식",
    "question": "12. [12~14 공통문항] 다음 <보기>에서 그래프가 아래로 볼록한 것을 모두 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "content": "12. [12~14 공통문항] 다음 <보기>에서 그래프가 아래로 볼록한 것을 모두 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "choices": [
      "① $y=4x^2$",
      "② $y=\\dfrac{1}{4}x^2$",
      "③ $y=-5x^2$",
      "④ $y=-4x^2$",
      "⑤ $y=-\\dfrac{1}{5}x^2$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 13,
    "questionNumber": 13,
    "number": 13,
    "questionType": "객관식",
    "question": "13. [12~14 공통문항] 다음 <보기>에서 그래프가 $x$축에 대하여 서로 대칭인 것을 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "content": "13. [12~14 공통문항] 다음 <보기>에서 그래프가 $x$축에 대하여 서로 대칭인 것을 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "choices": [
      "① $y=4x^2$",
      "② $y=\\dfrac{1}{4}x^2$",
      "③ $y=-5x^2$",
      "④ $y=-4x^2$",
      "⑤ $y=-\\dfrac{1}{5}x^2$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 14,
    "questionNumber": 14,
    "number": 14,
    "questionType": "객관식",
    "question": "14. [12~14 공통문항] 다음 <보기>에서 그래프의 폭이 가장 좁은 것을 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "content": "14. [12~14 공통문항] 다음 <보기>에서 그래프의 폭이 가장 좁은 것을 고르면? [5.0점]\n<보기>\n① $y=4x^2$  ② $y=\\dfrac{1}{4}x^2$  ③ $y=-5x^2$  ④ $y=-4x^2$  ⑤ $y=-\\dfrac{1}{5}x^2$",
    "choices": [
      "① $y=4x^2$",
      "② $y=\\dfrac{1}{4}x^2$",
      "③ $y=-5x^2$",
      "④ $y=-4x^2$",
      "⑤ $y=-\\dfrac{1}{5}x^2$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 5.0,
    "image": ""
  },
  {
    "id": 15,
    "questionNumber": 15,
    "number": 15,
    "questionType": "객관식",
    "question": "15. 이차함수 $f(x)=3x^2+2x+1$에 대하여 $f(0)+f(-1)$을 구하면? [4.0점]",
    "content": "15. 이차함수 $f(x)=3x^2+2x+1$에 대하여 $f(0)+f(-1)$을 구하면? [4.0점]",
    "choices": [
      "① 1",
      "② 2",
      "③ 3",
      "④ 4",
      "⑤ 5"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 16,
    "questionNumber": 16,
    "number": 16,
    "questionType": "객관식",
    "question": "16. 이차함수 $y=2x^2+4x-6$의 그래프가 $x$축과 만나는 두 점을 각각 $\\text{A}, \\text{B}$라 하고 꼭짓점을 $\\text{C}$라 할 때, $\\triangle\\text{ABC}$의 넓이를 구하면? [4.0점]",
    "content": "16. 이차함수 $y=2x^2+4x-6$의 그래프가 $x$축과 만나는 두 점을 각각 $\\text{A}, \\text{B}$라 하고 꼭짓점을 $\\text{C}$라 할 때, $\\triangle\\text{ABC}$의 넓이를 구하면? [4.0점]",
    "choices": [
      "① 8",
      "② 12",
      "③ 16",
      "④ 24",
      "⑤ 32"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 17,
    "questionNumber": 17,
    "number": 17,
    "questionType": "객관식",
    "question": "17. 이차함수 $y=ax^2+bx+c$의 그래프는 $x=-1$일 때, 최솟값 $2$를 가진다. 이 그래프의 $y$절편이 $6$이라고 할 때, $b$의 값을 구하면? [4.0점]",
    "content": "17. 이차함수 $y=ax^2+bx+c$의 그래프는 $x=-1$일 때, 최솟값 $2$를 가진다. 이 그래프의 $y$절편이 $6$이라고 할 때, $b$의 값을 구하면? [4.0점]",
    "choices": [
      "① -8",
      "② -6",
      "③ 4",
      "④ 6",
      "⑤ 8"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 18,
    "questionNumber": 18,
    "number": 18,
    "questionType": "객관식",
    "question": "18. 이차함수 $y=ax^2+bx+c$는 최댓값이 $3$이고, 대칭축은 $x=-2$이다. 이차함수 $y=ax^2+bx+c$의 그래프가 제1사분면을 지나지 않는다고 할 때, $a$의 범위를 구하면? [4.0점]",
    "content": "18. 이차함수 $y=ax^2+bx+c$는 최댓값이 $3$이고, 대칭축은 $x=-2$이다. 이차함수 $y=ax^2+bx+c$의 그래프가 제1사분면을 지나지 않는다고 할 때, $a$의 범위를 구하면? [4.0점]",
    "choices": [
      "① $a \\ge -\\dfrac{3}{4}$",
      "② $a > -\\dfrac{3}{4}$",
      "③ $a > -\\dfrac{4}{3}$",
      "④ $a \\le -\\dfrac{3}{4}$",
      "⑤ $a < -\\dfrac{3}{4}$"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 19,
    "questionNumber": 19,
    "number": 19,
    "questionType": "객관식",
    "question": "19. 차가 $6$인 두 수 중 그 곱이 최소가 되는 두 수를 $a, b$라 하자. $|a|+|b|$의 값을 구하면? [4.0점]",
    "content": "19. 차가 $6$인 두 수 중 그 곱이 최소가 되는 두 수를 $a, b$라 하자. $|a|+|b|$의 값을 구하면? [4.0점]",
    "choices": [
      "① 0",
      "② 3",
      "③ 6",
      "④ 9",
      "⑤ 18"
    ],
    "images": [],
    "answer": "",
    "solution": "",
    "score": 4.0,
    "image": ""
  },
  {
    "id": 20,
    "questionNumber": 20,
    "number": 20,
    "questionType": "서술형",
    "question": "[서술형 1번] 아래의 이차함수 $y=ax^2+bx+c$의 그래프를 보고 물음에 답하여라. (1)번 ~ (6)번. [20.0점]\n(1) 꼭짓점의 좌표를 구하여라. [3.0점]\n(2) 축의 방정식을 구하여라. [3.0점]\n(3) 최댓값 또는 최솟값을 구하여라. [3.0점]\n(4) $a, b, c$의 값을 구하여라. (풀이과정을 쓰시오.) [6.0점]\n(5) 위에 주어진 이차함수 $y=ax^2+bx+c$의 그래프를 $x$축 방향으로 $-2$만큼, $y$축 방향으로 $3$만큼 평행이동하면 점 $(-3, k)$를 지난다. 이 때 $k$의 값을 구하여라. (풀이과정을 쓰시오.) [3.0점]\n(6) 위에 주어진 이차함수 $y=ax^2+bx+c$ 그래프의 $x \\le 1$ 부분과 이 부분을 $x$축 방향으로 $-3$만큼 평행이동 한 그래프 및 $y=1, y=-2$로 둘러싸인 부분의 넓이를 구하여라. (풀이과정을 쓰시오.) [2.0점]",
    "content": "[서술형 1번] 아래의 이차함수 $y=ax^2+bx+c$의 그래프를 보고 물음에 답하여라. (1)번 ~ (6)번. [20.0점]\n(1) 꼭짓점의 좌표를 구하여라. [3.0점]\n(2) 축의 방정식을 구하여라. [3.0점]\n(3) 최댓값 또는 최솟값을 구하여라. [3.0점]\n(4) $a, b, c$의 값을 구하여라. (풀이과정을 쓰시오.) [6.0점]\n(5) 위에 주어진 이차함수 $y=ax^2+bx+c$의 그래프를 $x$축 방향으로 $-2$만큼, $y$축 방향으로 $3$만큼 평행이동하면 점 $(-3, k)$를 지난다. 이 때 $k$의 값을 구하여라. (풀이과정을 쓰시오.) [3.0점]\n(6) 위에 주어진 이차함수 $y=ax^2+bx+c$ 그래프의 $x \\le 1$ 부분과 이 부분을 $x$축 방향으로 $-3$만큼 평행이동 한 그래프 및 $y=1, y=-2$로 둘러싸인 부분의 넓이를 구하여라. (풀이과정을 쓰시오.) [2.0점]",
    "choices": [],
    "images": [
      "assets/images/19_서울가산중_1학기_기말_중3_수학/q20.png"
    ],
    "answer": "",
    "solution": "",
    "score": 20.0,
    "image": "assets/images/19_서울가산중_1학기_기말_중3_수학/q20.png"
  }
];
