window.examData = {
  "title": "2022학년도 순천향림중 2학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>1. 다음 부등식 중 $x=2$일 때 거짓이 되는 부등식은? [3점]</p>",
      "choices": [
        "$5x - 3 > x + 4$",
        "$-2x + 5 > 1$",
        "$3x + 4 \\ge -2$",
        "$6 - x < 8$",
        "$x - 7 < 3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>2. $a>b$일 때, 다음 중 옳은 것은? [3점]</p>",
      "choices": [
        "$a - 3 < b - 3$",
        "$\\frac{a}{6} < \\frac{b}{6}$",
        "$-a + 2 > -b + 2$",
        "$-3a + 2 < -3b + 2$",
        "$-a - 4 < -b - 4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 3.0,
      "question": "<p>3. 다음 일차부등식의 해가 다른 하나는? [3점]</p>",
      "choices": [
        "$3x > 6$",
        "$11 - 3x < 5$",
        "$-x + 2 > 3$",
        "$-3x + 6 < -3$",
        "$6 - x < 3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 3.0,
      "question": "<p>4. 다음 중 $y$가 $x$의 함수인 것은? [3점]</p>",
      "choices": [
        "$x$의 약수 $y$",
        "$y$는 자연수 $x$의 배수",
        "$x$보다 작은 자연수 $y$",
        "자연수 $x$와 서로소인 $y$",
        "합이 11이 되는 두 자연수 $x$와 $y$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 3.0,
      "question": "<p>5. $x, y$가 자연수일 때, 일차방정식 $x+3y=15$의 해의 개수는? [3점]</p>",
      "choices": [
        "2",
        "3",
        "4",
        "5",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 3.0,
      "question": "<p>6. 다음 연립방정식 중에서 $x=1, y=-2$가 해인 것은? [3점]</p>",
      "choices": [
        "$\\begin{cases} x-y=3 \\\\ 3x-2y=2 \\end{cases}$",
        "$\\begin{cases} x+2y=2 \\\\ 2x+3y=-4 \\end{cases}$",
        "$\\begin{cases} x+y=-1 \\\\ 4x+y=2 \\end{cases}$",
        "$\\begin{cases} x+y=1 \\\\ 4x+y=3 \\end{cases}$",
        "$\\begin{cases} 3x-2y=9 \\\\ 2x-y=4 \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "<p>7. 일차부등식 $3x-a > -3+2x$의 해가 $x>-5$일 때, 상수 $a$의 값은? [4점]</p>",
      "choices": [
        "$-2$",
        "$-1$",
        "$0$",
        "$1$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4.0,
      "question": "<p>8. 일차부등식 $2 - \\frac{3x-2}{2} \\ge \\frac{2-x}{3}$의 해는? [4점]</p>",
      "choices": [
        "$x \\ge -2$",
        "$x \\ge 2$",
        "$x \\le 2$",
        "$x \\ge 3$",
        "$x \\le 3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "<p>9. 연립방정식 $\\begin{cases} y=2x \\\\ 5x+2y=-9 \\end{cases}$를 풀면? [4점]</p>",
      "choices": [
        "$x=-1, y=-2$",
        "$x=-2, y=1$",
        "$x=-2, y=-1$",
        "$x=1, y=-2$",
        "$x=2, y=1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>10. 연립방정식 $\\begin{cases} 0.06x-0.2y=0.3 \\\\ \\frac{x+1}{2} - \\frac{y-3}{3} = 2 \\end{cases}$를 풀면? [4점]</p>",
      "choices": [
        "$x=-3, y=3$",
        "$x=-4, y=2$",
        "$x=3, y=-3$",
        "$x=5, y=0$",
        "$x=1, y=0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>11. 연립방정식 $\\begin{cases} 2x-3y=-8 \\\\ -x+y=7 \\end{cases}$에서 $-x+y=7$의 $7$을 잘못 보고 풀어 $y=4$를 얻었다. $7$을 어떤 수로 잘못 보고 풀었는지 구하면? [4점]</p>",
      "choices": [
        "1",
        "2",
        "3",
        "4",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>12. 방정식 $3x+2y-3 = -2x+y-4 = -10x-y-8$의 해를 $(a, b)$라고 할 때, $a+b$의 값은? [4점]</p>",
      "choices": [
        "$-10$",
        "$-8$",
        "$-7$",
        "$-5$",
        "$-4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>13. 함수 $f(x)=ax+1$에 대하여 $f(-3)=16$일 때, $f(-2)+2f(1)$의 값은? [4점]</p>",
      "choices": [
        "$-2$",
        "$1$",
        "$3$",
        "$7$",
        "$9$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "<p>14. 일차함수 $y=ax-4$의 그래프를 $y$축의 방향으로 $+3$만큼 평행이동하면 일차함수 $y=-2x+b$의 그래프와 일치할 때, $ab$의 값은? (단, $a, b$는 상수) [4점]</p>",
      "choices": [
        "$-3$",
        "$-1$",
        "$0$",
        "$1$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "<p>15. 함수 $f(x)=3x$의 그래프를 $y$축의 방향으로 $-3$만큼 평행이동한 그래프가 점 $(k, 9)$를 지날 때, $k$의 값은? [4점]</p>",
      "choices": [
        "1",
        "2",
        "3",
        "4",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4.0,
      "question": "<p>16. 일차함수 $y=-3x+3$의 그래프의 $x$절편을 $a$, $y$절편을 $b$라 할 때, $a+b$의 값은? [4점]</p>",
      "choices": [
        "$-4$",
        "$-2$",
        "$0$",
        "$2$",
        "$4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "<p>17. 다음 그림과 같이 일차함수 $y=-\\frac{1}{3}x-2$의 그래프가 $x$축, $y$축과 만나는 점을 각각 $\\text{A, B}$라 할 때, $\\triangle \\text{ABO}$의 넓이를 구하면? [4점]</p><p><img src=\"assets/images/22_향림중_1학기_기말_중2_수학/q17.png\" alt=\"도형\"></p>",
      "choices": [
        "6",
        "5",
        "4",
        "3",
        "2"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4.0,
      "question": "<p>18. 어떤 일차함수의 그래프가 그림과 같을 때, 이 그래프의 기울기를 구하면? [4점]</p><p><img src=\"assets/images/22_향림중_1학기_기말_중2_수학/q18.png\" alt=\"도형\"></p>",
      "choices": [
        "$-4$",
        "$-2$",
        "$-\\frac{3}{2}$",
        "$\\frac{3}{4}$",
        "3"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4.0,
      "question": "<p>19. 일차함수 $y=-2x+7$의 그래프에서 $x$의 값이 $-1$에서 $2$까지 증가할 때, $y$의 값의 증가량을 구하면? [4점]</p>",
      "choices": [
        "$-8$",
        "$-6$",
        "$-4$",
        "$-2$",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "<p>20. 1부터 200까지의 자연수가 각각 적힌 200장의 카드가 들어 있는 상자에서 $\\text{A, B}$ 두 사람이 각각 한 장씩 카드를 뽑아 적힌 수를 비교하여 큰 수가 나오는 사람은 7점, 작은 수가 나오는 사람은 3점을 득점한다고 한다. $\\text{A, B}$ 두 사람이 각각 35회에 걸쳐서 카드를 뽑아 비교하여 점수를 받을 때, $\\text{B}$의 득점의 합이 $\\text{A}$의 득점의 합보다 15점 이상 많으려면 $\\text{B}$가 $\\text{A}$보다 큰 수를 몇 번 이상 뽑아야 하는가? [5점]</p>",
      "choices": [
        "17",
        "19",
        "20",
        "23",
        "25"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 5.0,
      "question": "<p>21. 상류 선착장에서 하류 선착장까지 유람선을 타고 강을 따라 내려오는데 20분, 강을 거슬러 올라가는데 30분이 걸린다. 이 유람선이 분속 20m로 일정하게 움직일 때, 두 선착장 사이의 거리는 몇 m인가? (단, 유람선의 속력은 흐르지 않는 물에서의 속력이고, 강물의 속력은 일정하다.) [5점]</p>",
      "choices": [
        "460 m",
        "480 m",
        "500 m",
        "520 m",
        "540 m"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>서술형 1. 어느 도서 대여점의 소설책 한 권의 대여료는 1500원이다. 소설책의 대여 기간은 5일이고 5일이 지난 후에는 연체료를 하루에 400원씩 내야 한다. 어떤 소설책의 정가가 12000원일 때, 소설책의 대여료가 정가보다 적으려면 소설책을 최대 며칠 동안 대여할 수 있는지 $x$에 관한 일차부등식을 활용하여 구하시오. [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>서술형 2. 다음 두 연립방정식의 해가 같을 때, 상수 $a, b$에 대하여 $ab$의 값을 구하시오. (단, 풀이 과정을 자세히 쓰시오.) [5점]</p><p>$$\\begin{cases} ax+by=-8 \\\\ 2x+3y=13 \\end{cases}, \\quad \\begin{cases} x-2y=-4 \\\\ -x+ay=-5 \\end{cases}$$</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5.0,
      "question": "<p>서술형 3. 일차함수 $f(x)=3x-5$에 대하여 $f(2)=a, f(a)=b$일 때, $f(b)$의 값을 구하시오. [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 25,
      "score": 5.0,
      "question": "<p>서술형 4. 일차함수 $y=-\\frac{1}{2}x-1$의 그래프의 $x$절편, $y$절편을 구하고, 이를 이용하여 좌표평면에 두 점을 표시하여 그래프를 그리시오. [5점]</p><p><img src=\"assets/images/22_향림중_1학기_기말_중2_수학/s04.png\" alt=\"도형\"></p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
