window.examData = {
  "title": "2023학년도 순천매산중 2학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>1. $x, y$가 자연수일 때, 다음 일차방정식 $x+y=10$의 해는? (3점)</p>",
      "choices": [
        "$x=0, y=10$",
        "$x=2, y=9$",
        "$x=3, y=8$",
        "$x=9, y=1$",
        "$x=9, y=2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>2. 다음에서 $x=-1, y=3$을 해로 갖는 연립방정식은? (3점)</p>",
      "choices": [
        "$\\begin{cases} x+y=2 \\\\ x-y=-4 \\end{cases}$",
        "$\\begin{cases} x+4y=11 \\\\ x-4y=-11 \\end{cases}$",
        "$\\begin{cases} 2x+y=-5 \\\\ -x+y=2 \\end{cases}$",
        "$\\begin{cases} 0.4x+y=2.6 \\\\ \\frac{1}{3}x - \\frac{1}{4}y = \\frac{1}{12} \\end{cases}$",
        "$\\begin{cases} 3x-4y=5 \\\\ \\frac{1}{2}x - 0.3y = \\frac{3}{2} \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "<p>3. 다음 연립방정식의 해는? (4점)</p><p>$$\\begin{cases} 2x+3y=1 \\\\ 3y=x-5 \\end{cases}$$</p>",
      "choices": [
        "$x=-1, y=2$",
        "$x=1, y=8$",
        "$x=2, y=-1$",
        "$x=2, y=1$",
        "$x=8, y=1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 5.0,
      "question": "<p>4. 다음 방정식 $12x-5y = 2x-10y = 22$의 해는? (5점)</p>",
      "choices": [
        "$x=-1, y=2$",
        "$x=-1, y=-2$",
        "$x=1, y=2$",
        "$x=1, y=-2$",
        "$x=2, y=-1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "<p>5. 다음에서 해가 한 개인 연립방정식은? (4점)</p>",
      "choices": [
        "$\\begin{cases} x+3y=5 \\\\ x+3y=2 \\end{cases}$",
        "$\\begin{cases} x-y=3 \\\\ 3x=1-3y \\end{cases}$",
        "$\\begin{cases} x-y=2 \\\\ -x+y=-2 \\end{cases}$",
        "$\\begin{cases} 3x+2y=2 \\\\ 9x+6y=6 \\end{cases}$",
        "$\\begin{cases} 2x-4y=6 \\\\ x-2y=5 \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 5.0,
      "question": "<p>6. 어떤 물통에 물을 가득 채우는데 $\\text{A}$호스로 2분 동안 넣고 $\\text{B}$호스로 8분 동안 넣었더니 물통이 가득 찼다. 또 같은 물통에 $\\text{A, B}$ 두 호스를 모두 사용하여 4분 동안 넣었더니 물통이 가득 찼을 때, $\\text{A}$호스만을 사용하여 이 물통을 가득 채우는 데 걸리는 시간은? (5점)</p>",
      "choices": [
        "5분",
        "6분",
        "7분",
        "8분",
        "9분"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "<p>7. 다음에서 $y$가 $x$에 대한 함수가 아닌 것은? (4점)</p>",
      "choices": [
        "반지름이 $x\\,\\text{cm}$인 원의 넓이 $y\\,\\text{cm}^2$",
        "한 자루에 100원인 연필 $x$자루의 가격 $y$원",
        "시속 $x\\,\\text{km}$로 5시간 동안 달린 거리 $y\\,\\text{km}$",
        "50쪽 분량의 책을 매일 $x$쪽씩 3일 동안 읽고 남은 분량 $y$쪽",
        "자연수 $x$와 5의 공약수 $y$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 3.0,
      "question": "<p>8. 다음 일차함수 $f(x)=2x-1$의 함숫값을 옳게 나타낸 것은? (3점)</p>",
      "choices": [
        "$f(0)=1$",
        "$f(1)=-1$",
        "$f(2)=3$",
        "$f(3)=-5$",
        "$f(4)=8$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "<p>9. 일차함수 $y=3x$의 그래프는 일차함수 $y=3x-5$의 그래프를 $y$축의 방향으로 $m$만큼 평행이동한 그래프일 때, $m$의 값은? (4점)</p>",
      "choices": [
        "$m=-7$",
        "$m=-5$",
        "$m=2$",
        "$m=5$",
        "$m=7$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>10. 일차함수 $y=-\\frac{5}{2}x+a$의 그래프의 $x$절편이 2일 때, $y$절편은? (단, $a$는 상수이다.) (4점)</p>",
      "choices": [
        "$-5$",
        "$-3$",
        "$-2$",
        "$3$",
        "$5$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>11. 일차함수 $y=-3x+3$에서 $x$값이 $k$만큼 증가할 때, $y$의 값은 6만큼 감소한다. $k$의 값은? (4점)</p>",
      "choices": [
        "$2$",
        "$3$",
        "$4$",
        "$5$",
        "$6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>12. 다음 일차함수 $y=\\frac{1}{7}x-2$에 대한 설명으로 옳지 않은 것은? (4점)</p>",
      "choices": [
        "$x$절편은 14이다.",
        "$y$절편은 $-2$이다.",
        "직선의 기울기는 $\\frac{1}{7}$이다.",
        "제2사분면은 지나지 않는다.",
        "오른쪽 아래를 향하는 직선이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>13. 아래 일차함수의 그래프에 대한 설명으로 옳은 것은? (4점)</p><p><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q13.png\"></p>",
      "choices": [
        "$y$절편은 $-2$이다.",
        "직선의 기울기는 $\\frac{1}{2}$이다.",
        "$(1, 1)$을 지나는 직선이다.",
        "$y=-2x$의 그래프와 평행하다.",
        "$y=-2x$의 그래프를 $x$축 방향으로 1만큼 평행이동한 그래프이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "<p>14. 다음에서 일차함수 $y-\\frac{5}{3}x+5=0$의 그래프는? (4점)</p><p><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q14.png\"></p>",
      "choices": [
        "①",
        "②",
        "③",
        "④",
        "⑤"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 5.0,
      "question": "<p>15. $ab < 0, b-a > 0$일 때, $y-ax+b=0$의 그래프가 지나는 사분면은? (5점)</p>",
      "choices": [
        "제1사분면, 제3사분면",
        "제1사분면, 제2사분면, 제3사분면",
        "제1사분면, 제2사분면, 제4사분면",
        "제1사분면, 제3사분면, 제4사분면",
        "제2사분면, 제3사분면, 제4사분면"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 3.0,
      "question": "<p>16. 점 $(-4, 1)$를 지나고 $y$축에 평행한 직선은? (3점)</p>",
      "choices": [
        "$x-1=0$",
        "$x+1=0$",
        "$x+4=0$",
        "$y-4=0$",
        "$y+4=0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "<p>17. 아래 그래프를 보고 $\\begin{cases} y=-x-2 \\\\ y=-\\frac{1}{2}x \\end{cases}$의 해로 올바른 것은? (4점)</p><p><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q17.png\"></p>",
      "choices": [
        "$x=-3, y=2$",
        "$x=-4, y=2$",
        "$x=2, y=-1$",
        "$x=2, y=1$",
        "$x=4, y=2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4.0,
      "question": "<p>18. 다음 두 일차방정식 $y-ax-6=0, y+x+6=0$의 그래프가 평행하기 위한 $a$의 값은? (4점)</p>",
      "choices": [
        "$-2$",
        "$-1$",
        "$1$",
        "$2$",
        "$3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4.0,
      "question": "<p>19. 두 일차방정식 $ax-y=1, x-by=4$의 그래프의 교점이 무수히 많을 때, $ab$의 값은? (단, $a, b$는 상수이다.) (4점)</p>",
      "choices": [
        "$-1$",
        "$-\\frac{1}{2}$",
        "$1$",
        "$\\frac{1}{2}$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "<p>20. 동생과 형이 $1000\\,\\text{m}$ 달리기 시합을 하는데 동생이 출발선으로부터 $200\\,\\text{m}$ 앞에서 출발하기로 하였다. 오른쪽 그림은 두 사람이 동시에 출발한 지 $x$초 후에 출발선으로부터의 거리를 $y\\,\\text{m}$라고 할 때, $x$와 $y$ 사이의 관계를 그래프로 나타낸 것이다. 두 사람이 출발한 지 몇 초 후에 형이 동생을 앞지르기 시작했는가? (5점)</p><p><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q20.png\"></p>",
      "choices": [
        "150초",
        "152초",
        "154초",
        "155초",
        "158초"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 5.0,
      "question": "<p>■ 서답형(단답형, 완성형, 서술형) 평가<br>※ 서답형 답란에 번호 순서대로 기입하시오.<br><br>【서답형 1】 [서술형]<br><b>[수준별 1-①]</b> 연립일차방정식 $\\begin{cases} y=x+1 \\\\ y=2x \\end{cases}$의 해를 구하시오. (4점)<br><br><b>[수준별 1-②]</b> 미정이와 요셉이가 계단에서 가위바위보를 하여 이긴 사람은 3계단을 올라가고, 진사람은 1계단을 내려가기로 하였다. 가위바위보를 몇 회 하였더니 미정이는 처음보다 13계단을 올라가고 요셉이는 9계단 올라가 있었다고 한다. 미정이가 이긴 횟수를 구하시오.(단, 비긴 경우는 없었다고 한다.) (5점)</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>【서답형 2】 [서술형]<br><b>[수준별 2-①]</b> 한 병에 500원인 생수를 $x$병 살 때 지불해야 하는 금액을 $y$원이라고 할 때, 다음에 답하시오.<br>(1) $y=f(x)$라고 할 때, $f(x)$를 구하시오. (2점)<br>(2) $f(11)$를 구하시오. (2점)<br><br><b>[수준별 2-②]</b> 아래 그림과 같이 길이와 모양이 같은 성냥개비를 이용하여 육각형을 연결하여 만들 때, 육각형 18개를 만드는 데 필요한 성냥개비의 개수를 구하시오. (5점)</p><p><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q22.png\"></p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>【서답형 3】 [서술형]<br><b>[수준별 3-①]</b> 일차함수 $y=5x+3$의 그래프가 $y$축과 만나는 좌표를 지나고, 기울기가 2인 일차함수 식을 구하시오. (4점)<br><br><b>[수준별 3-②]</b> 일차함수 $y=-ax+a+b$의 그래프가 두 점 $(1, 5)$, $(6, 0)$를 지나는 일차함수 그래프와 평행하고 제2사분면을 지나지 않도록 하는 $b$의 값의 범위를 구하시오.(단 $a, b$는 상수이다.) (5점)</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5.0,
      "question": "<p>【서답형 4】 [서술형]<br><b>[수준별 4-①]</b> $x=-1, x=2, y=1, y=3$의 그래프를 그리고 둘러싸인 도형의 넓이를 구하시오. (4점)<br><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q24_1.png\"><br><br><b>[수준별 4-②]</b> 두 일차방정식 $y-3x-1=0, y+x-1=0$의 그래프와 $y=m$의 직선과 둘러싸인 삼각형의 넓이가 6미만이 되도록 하는 모든 정수 $m$의 합을 구하는 풀이 과정과 답을 쓰시오. (5점)<br><img src=\"assets/images/23_매산중_1학기_기말_중2_수학/q24_2.png\"></p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
