window.examTitle = "22_금당고_2학기_중간_고2_기하";
window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "쌍곡선 $\\dfrac{x^2}{9}-\\dfrac{y^2}{16}=1$의 중심을 구하시오. [3.0점]",
    "choices": [
      "$(0,0)$",
      "$(0,1)$",
      "$(1,0)$",
      "$(4,0)$",
      "$(0,4)$"
    ]
  },
  {
    "id": 2,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "초점이 $F(0,2)$이고, 준선이 $y=-2$인 포물선이 점 $(-4,a)$를 지날 때, 실수 $a$의 값을 구하시오. [3.0점]",
    "choices": [
      "-1",
      "0",
      "1",
      "2",
      "3"
    ]
  },
  {
    "id": 3,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "다음 중 타원이 아닌 것을 고르시오. [3.2점]",
    "choices": [
      "$x^2-4y^2-2x+16y-11=0$",
      "$x^2+4y^2-2x+16y+13=0$",
      "$5x^2+9y^2-10x+18y-31=0$",
      "$x^2+2y^2-4=0$",
      "$4x^2+y^2-16x-6y+21=0$"
    ]
  },
  {
    "id": 4,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "포물선 $y^2=8x$에 접하고 기울기가 $-2$인 접선의 $x$절편을 구하시오. [3.2점]",
    "choices": [
      "-1",
      "1",
      "0",
      "$\\dfrac12$",
      "$-\\dfrac12$"
    ]
  },
  {
    "id": 5,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "초점이 $(0,5),(0,-5)$이고 주축의 길이가 $6$인 쌍곡선의 방정식을 구하시오. [3.4점]",
    "choices": [
      "$x^2-y^2=8$",
      "$\\dfrac{x^2}{9}-\\dfrac{y^2}{16}=-1$",
      "$\\dfrac{x^2}{9}-\\dfrac{y^2}{16}=1$",
      "$\\dfrac{x^2}{16}-\\dfrac{y^2}{9}=1$",
      "$\\dfrac{x^2}{16}-\\dfrac{y^2}{9}=-1$"
    ]
  },
  {
    "id": 6,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 포물선의 초점 $F$를 지나는 직선이 포물선과 만나는 두 점을 각각 $A,B$라 하고, 두 점 $A,B$에서 준선 $l$에 내린 수선의 발을 각각 $H,H'$라 하자. $\\overline{AB}=10$이고 사각형 $AHH'B$의 넓이가 $30$일 때, 선분 $HH'$의 길이를 구하시오. [3.4점]",
    "choices": [
      "2",
      "4",
      "6",
      "8",
      "10"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q06.png"
  },
  {
    "id": 7,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "다음 중 타원 $3x^2+4y^2=120$에 대한 설명으로 옳지 않은 것을 고르시오. [3.6점]",
    "choices": [
      "초점의 좌표는 $(1,0),(-1,0)$이다.",
      "타원 위의 임의의 점에서 두 초점에 이르는 거리의 합은 항상 $30$이다.",
      "중심의 좌표는 $(0,0)$이다.",
      "장축의 길이는 $4$, 단축의 길이는 $2\\sqrt3$이다.",
      "기울기가 $1$이고 이 타원에 접하는 접선의 방정식은 $y=x+\\sqrt7$ 또는 $y=x-\\sqrt7$이다."
    ]
  },
  {
    "id": 8,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "점 $(0,3)$에서 쌍곡선 $x^2-y^2=12$에 그은 접선의 기울기로 있을 수 있는 것을 고르시오. [3.6점]",
    "choices": [
      "$\\dfrac{\\sqrt5}{2}$",
      "$\\sqrt7$",
      "$\\sqrt5$",
      "$-\\sqrt3$",
      "$-\\dfrac{\\sqrt7}{2}$"
    ]
  },
  {
    "id": 9,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 쌍곡선 $3x^2-4y^2=12$의 두 초점 $F,F'$에 대하여 선분 $FF'$를 지름으로 하는 원과의 교점을 $P$라 할 때, $\\overline{PF}\\times\\overline{PF'}$의 값을 구하시오. [3.8점]",
    "choices": [
      "5",
      "6",
      "7",
      "8",
      "9"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q09.png"
  },
  {
    "id": 10,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "도형"
    ],
    "content": "그림과 같이 두 초점 $F(4,0),F'(-4,0)$을 초점으로 하는 타원 $\\dfrac{x^2}{a^2}+\\dfrac{y^2}{b^2}=1$에서 점 $F,F'$를 지나는 직선이 타원과 만나는 두 점을 각각 $A,B$라 하자. 삼각형 $ABF$의 넓이가 $20$일 때, 상수 $a,b$에 대하여 $a+b$의 값을 구하시오. (단, $a>0,b>0$) [3.8점]",
    "choices": [
      "4",
      "8",
      "12",
      "16",
      "20"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q10.png"
  },
  {
    "id": 11,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "포물선 $y^2=\\dfrac12x$의 초점 $F$와 점 $A(18,2)$에 대하여 $|\\overline{AP}|+|\\overline{PF}|$의 값이 최소가 되는 포물선 위의 점 $P$의 좌표를 구하시오. [4.0점]",
    "choices": [
      "$(0,0)$",
      "$(1,2)$",
      "$(8,2)$",
      "$(2,8)$",
      "$\\left(\\dfrac32,\\dfrac92\\right)$"
    ]
  },
  {
    "id": 12,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "두 초점 $F,F'$를 공유하는 쌍곡선 $\\dfrac{x^2}{a^2}-\\dfrac{y^2}{9}=1$과 타원 $\\dfrac{x^2}{36}+\\dfrac{y^2}{11}=10$이 만나는 점을 $P$라 할 때, $\\left|\\overline{PF}^{2}-\\overline{PF'}^{2}\\right|-a^2$의 값을 구하시오. [4.0점]",
    "choices": [
      "20",
      "40",
      "60",
      "80",
      "100"
    ]
  },
  {
    "id": 13,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 쌍곡선 $\\dfrac{x^2}{20}-\\dfrac{y^2}{16}=1$의 두 초점을 각각 $F,F'$라 하고 제1사분면에 있는 쌍곡선 위의 한 점 $P(a,b)$를 원점에 대하여 대칭이동한 점을 $Q$라 하자. 사각형 $F'QFP$의 넓이가 $24$일 때, $a+b$의 값을 구하시오. [4.2점]",
    "choices": [
      "6",
      "7",
      "8",
      "9",
      "10"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q13.png"
  },
  {
    "id": 14,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 포물선 $y^2=-16x$와 타원 $9x^2+25y^2=225$가 제2사분면에서 만나는 점을 $P$, 직선 $x=4$가 $x$축과 만나는 점을 $Q$라 하고, 점 $P$에서 직선 $x=4$에 내린 수선의 발을 $R$이라 하자. 이때 $\\overline{PQ}+\\overline{PR}$의 값을 구하시오. [4.2점]",
    "choices": [
      "10",
      "11",
      "12",
      "13",
      "14"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q14.png"
  },
  {
    "id": 15,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 포물선 $y^2=8x$의 초점을 $F$라 하자. 제1사분면에 있는 포물선 위의 점 $A$와 제4사분면에 있는 포물선 위의 점 $B$에 대하여 $\\overline{AF}=10,\\overline{BF}=4$일 때, 삼각형 $AOB$의 넓이를 구하시오. (단, $O$는 원점) [4.5점]",
    "choices": [
      "24",
      "28",
      "32",
      "36",
      "40"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q15.png"
  },
  {
    "id": 16,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 포물선 $x^2=4y$와 직선 $y=mx+1$이 서로 다른 두 점 $P,Q$에서 만난다. 선분 $PQ$의 중점 $R$의 $y$좌표가 $\\dfrac32$일 때, 선분 $PQ$의 길이를 구하시오. [4.7점]",
    "choices": [
      "4",
      "$3+\\sqrt2$",
      "$3+\\sqrt3$",
      "$2+2\\sqrt2$",
      "5"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q16.png"
  },
  {
    "id": 17,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 쌍곡선 $4x^2-y^2=15$ 위의 점 $(2,1)$에서 그은 접선이 두 점근선과 만나는 점을 각각 $A,B$라고 할 때, 삼각형 $OAB$의 무게중심을 구하시오. (단, $O$는 원점) [4.9점]",
    "choices": [
      "$(1,1)$",
      "$\\left(\\dfrac12,\\dfrac12\\right)$",
      "$\\left(\\dfrac43,\\dfrac23\\right)$",
      "$\\left(\\dfrac32,1\\right)$",
      "$\\left(\\dfrac34,\\dfrac12\\right)$"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q17.png"
  },
  {
    "id": 18,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "그래프"
    ],
    "content": "그림과 같이 두 포물선 $y^2=16x$와 $x^2=2y$가 만나는 점 중 원점이 아닌 점을 $P$라고 하자. 포물선 $y^2=16x$ 위의 점 $P$에서의 접선이 $x$축과 만나는 점을 $Q$, 포물선 $x^2=2y$ 위의 점 $P$에서의 접선이 $y$축과 만나는 점을 $R$이라 할 때, $\\overline{PQ}\\times\\overline{QR}$의 값을 구하시오. [4.9점]",
    "choices": [
      "$12\\sqrt2$",
      "$16\\sqrt5$",
      "$16\\sqrt{17}$",
      "$32\\sqrt{10}$",
      "$32\\sqrt{34}$"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q18.png"
  },
  {
    "id": 19,
    "questionType": "객관식",
    "tags": [
      "객관식",
      "도형"
    ],
    "content": "한 변의 길이가 $4$인 정육각형 $ABCDEF$와 쌍곡선 $H$가 다음 조건을 만족시킨다.\n(가) 쌍곡선 $H$의 초점은 점 $A$와 점 $D$이다.\n(나) 쌍곡선 $H$의 점근선은 직선 $BE$와 직선 $CF$이다.\n쌍곡선 $H$와 변 $AB$가 만나는 점을 $P$라 할 때, $\\overline{DP}-\\overline{AP}$의 값을 구하시오. [5.2점]",
    "choices": [
      "1",
      "$\\sqrt3$",
      "4",
      "$2\\sqrt3$",
      "8"
    ],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q19.png"
  },
  {
    "id": 20,
    "questionType": "객관식",
    "tags": [
      "객관식"
    ],
    "content": "좌표평면에서 점 $A(0,4)$와 타원 $\\dfrac{x^2}{15}+y^2=1$ 위의 점 $P$에 대하여 두 점 $A$와 $P$를 지나는 직선이 $x^2+(y-3)^2=1$과 만나는 두 점 중에서 $A$가 아닌 점을 $Q$라 하자. 점 $P$가 타원 위의 모든 점을 지날 때, 점 $Q$가 나타내는 도형의 길이를 구하시오. [5.4점]",
    "choices": [
      "$\\dfrac{\\pi}{6}$",
      "$\\dfrac{\\pi}{3}$",
      "$\\dfrac{\\pi}{2}$",
      "$\\pi$",
      "$\\dfrac32\\pi$"
    ]
  },
  {
    "id": 21,
    "questionType": "서술형",
    "tags": [
      "서술형"
    ],
    "content": "타원 $x^2+4y^2=4$에 접하고, 직선 $y=x$에 수직인 접선 중 $y$절편이 양수인 직선이 $x$축, $y$축과 만나는 점을 각각 $A,B$라 하자. $\\overrightarrow{OA}\\times\\overrightarrow{OB}$의 값을 구하는 과정을 서술하시오. [10점]",
    "choices": []
  },
  {
    "id": 22,
    "questionType": "서술형",
    "tags": [
      "서술형",
      "도형"
    ],
    "content": "&lt;서술형2&gt;<br>다음과 같은 방법으로 종이접기를 했을 때, 종이 위에 생긴 접은 선을 설명하시오.\n① 중심이 $O$인 원의 내부에 한 점 $F$를 정한다.\n② 원 위의 한 점 $A$에 대하여 점 $A$와 점 $F$가 겹치도록 접었다 편 다음, 접은 선을 그린다.\n③ 점 $A$를 원을 따라 움직이면서 ②의 과정을 반복한다.\n원 위의 점 $A$가 점 $F$와 겹쳐지도록 접었을 때 접은 선을 $l$이라 하고, 직선 $l$과 선분 $OA$의 교점을 $P$라고 하자. 점 $P$의 자취는 무슨 도형이고 그 이유를 아래 제시된 제시문의 순서대로 설명하시오.\n(가) 오른쪽 그림과 같이 $\\overline{AP}=\\overline{PF}$임을 설명하시오. (참고: 삼각형의 합동조건 필수, 직각삼각형 합동조건은 해당 안 됨)\n(나) 이차곡선의 정의를 이용하여 곡선을 설명하시오. [10점]",
    "choices": [],
    "image": "assets/images/22_금당고_2학기_중간_고2_기하/q22.png"
  }
];
