window.examData = {
  "id": "21_왕의중_1학기_기말_중3_수학",
  "title": "2021학년도 순천왕의중학교 3학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3,
      "question": "이차방정식 $4x(x-2)=5(x-4)$를 $ax^2+bx+c=0$의 꼴로 나타낼 때, 상수 $a, b, c$에 대하여 $a+b+c$의 값은? (단, $a>0$이다.) [3점]",
      "choices": [
        "16",
        "15",
        "11",
        "10",
        "9"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3,
      "question": "다음 중 $[~]$ 안의 수가 주어진 이차방정식의 해인 것은? [3점]",
      "choices": [
        "$(x+1)^2-1=0~[-1]$",
        "$x^2-3x=0~[0]$",
        "$x^2-2=0~[1]$",
        "$x^2-5x+4=0~[-4]$",
        "$(x+2)(x-2)-4=0~[-2]$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 3,
      "question": "이차함수 $f(x)=-2x^2+3x+a$에서 $f(-1)=3$일 때, 상수 $a$의 값은? [3점]",
      "choices": [
        "0",
        "2",
        "5",
        "6",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4,
      "question": "다음 중 $y$가 $x$에 관한 이차함수가 <u>아닌</u> 것은? (정답 2개) [4점]",
      "choices": [
        "시속 $60\\text{km}$로 $x$시간 동안 달린 거리 $y\\text{km}$",
        "$x$각형의 대각선의 개수 $y$개 (단, $x \\ge 4$)",
        "반지름의 길이가 $x\\text{cm}$인 원의 둘레의 길이 $y\\text{cm}$",
        "한 모서리의 길이가 $x\\text{cm}$인 정육면체의 겉넓이 $y\\text{cm}^2$",
        "가로의 길이가 $x\\text{cm}$, 세로의 길이가 $(x-3)\\text{cm}$인 직사각형의 넓이 $y\\text{cm}^2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4,
      "question": "다음 이차방정식 중 중근을 가지는 것은? [4점]",
      "choices": [
        "$2x^2=8$",
        "$(x-1)^2=1$",
        "$x^2-8x+16=0$",
        "$x^2-2x+4=0$",
        "$x^2-9x=9$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4,
      "question": "이차방정식 $(x+p)^2=q$의 해가 $x=-4 \\pm \\sqrt{10}$일 때, 유리수 $p, q$에 대하여 $p+q$의 값은? (단, $q>0$이다.) [4점]",
      "choices": [
        "4",
        "6",
        "10",
        "14",
        "16"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4,
      "question": "이차방정식 $x^2+ax-6=0$의 한 근이 $x=-2$이고, 다른 한 근이 $x=b$일 때, $a+b$의 값은? (단, $a, b$는 상수이다.) [4점]",
      "choices": [
        "1",
        "2",
        "3",
        "4",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 5,
      "question": "이차방정식 $x^2-5x+a+2=0$의 해가 모두 유리수가 되도록 하는 모든 자연수 $a$의 값들의 합은? [5점]",
      "choices": [
        "3",
        "4",
        "5",
        "6",
        "7"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 5,
      "question": "이차방정식 $x^2+x-a=0$이 정수인 두 근을 가질 때, 정수 $a$의 개수는? (단, $1<a<40$) [5점]",
      "choices": [
        "4개",
        "5개",
        "6개",
        "7개",
        "8개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4,
      "question": "오른쪽 그림과 같이 가로, 세로의 길이가 각각 $23\\text{ cm}$, $18\\text{ cm}$인 직사각형에서 가로의 길이는 매초 $1\\text{ cm}$씩 줄어들고, 세로의 길이는 매초 $2\\text{ cm}$씩 늘어나고 있다. 이때 처음 직사각형과 넓이가 같아지는 것은 몇 초 후인가? [4점]<br><br><img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q10.png\">",
      "choices": [
        "7초 후",
        "9초 후",
        "11초 후",
        "14초 후",
        "17초 후"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 3,
      "question": "이차함수 $y=-\\frac{9}{4}x^2$의 그래프에서 $x$의 값이 증가할 때, $y$의 값은 감소하는 $x$의 값의 범위는? [3점]",
      "choices": [
        "$x>-\\frac{9}{4}$",
        "$x>\\frac{3}{2}$",
        "$x>0$",
        "$x<-\\frac{9}{4}$",
        "$x<0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 3,
      "question": "다음 이차함수 중 그 그래프가 $y$축에 가장 가까운 것은? [3점]",
      "choices": [
        "$y=-3x^2$",
        "$y=2x^2$",
        "$y=-\\frac{3}{4}x^2$",
        "$y=-x^2$",
        "$y=\\frac{5}{2}x^2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4,
      "question": "이차함수 $y=-3x^2$의 그래프와 $x$축에 서로 대칭인 이차함수의 그래프가 점 $(-2, k)$를 지날 때, $k$의 값은? [4점]",
      "choices": [
        "12",
        "6",
        "-12",
        "-6",
        "-2"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4,
      "question": "다음 중 이차함수 $y=2x^2-5$의 그래프에 대한 설명으로 옳지 <u>않은</u> 것은? [4점]",
      "choices": [
        "축의 방정식은 $x=0$이다.",
        "$y=-3x^2$의 그래프보다 폭이 넓다.",
        "아래로 볼록한 포물선이다.",
        "꼭짓점이 일차함수 $y=-2x-5$의 그래프 위에 있다.",
        "$y=2x^2$의 그래프를 $x$축의 방향으로 $-5$만큼 평행이동한 것이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4,
      "question": "이차함수 $y=5x^2$의 그래프를 $x$축의 방향으로 $m$만큼, $y$축의 방향으로 $n$만큼 평행이동하면 $y=5(x+2)^2-4$의 그래프와 일치하였다. 이때 $m-n$의 값은? [4점]",
      "choices": [
        "-6",
        "-4",
        "-2",
        "2",
        "4"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4,
      "question": "오른쪽 그림은 일차함수 $y=ax+b$의 그래프일 때, 다음 중 이차함수 $y=a(x-b)^2$의 그래프는? (단, $a, b$는 수이다.) [4점]<br><br><img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16.png\">",
      "choices": [
        "<img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16_1.png\">",
        "<img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16_2.png\">",
        "<img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16_3.png\">",
        "<img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16_4.png\">",
        "<img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q16_5.png\">"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 5,
      "question": "이차함수 $y=-\\frac{3}{4}x^2+3x+k+2$의 그래프의 꼭짓점이 $x$축 위에 있을 때, 상수 $k$의 값은? [5점]",
      "choices": [
        "-5",
        "-4",
        "-3",
        "-2",
        "-1"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 5,
      "question": "이차함수 $y=x^2-2x+a$의 그래프와 이차함수 $y=-x^2+bx+5$의 그래프의 꼭짓점이 일치할 때, $ab$의 값은? (단, $a, b$는 상수이다.) [5점]",
      "choices": [
        "6",
        "10",
        "12",
        "14",
        "18"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 5,
      "question": "이차함수 $y=ax^2+bx+c$의 그래프가 오른쪽 그림과 같을 때, 다음 중 옳지 <u>않은</u> 것은? (단, $a, b, c$는 수이다.) [5점]<br><br><img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/q19.png\">",
      "choices": [
        "$ab<0$",
        "$4a+2b+c<0$",
        "$\\frac{b}{c}>0$",
        "$abc>0$",
        "$a+b+c>0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 4,
      "question": "이차함수 $y=x^2-6x+5$의 그래프의 꼭짓점을 $\\mathrm{A}$, 그래프와 $y$축의 교점을 $\\mathrm{B}$, 원점을 $\\mathrm{O}$라고 할 때, $\\triangle\\mathrm{ABO}$의 넓이는? [4점]",
      "choices": [
        "6",
        "$\\frac{15}{2}$",
        "8",
        "$\\frac{19}{2}$",
        "12"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 4,
      "question": "서술형 1. 다음 이차방정식 $0.5x^2=0.7x-0.2$을 인수분해를 이용하여 해를 구하시오. [4점]",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 6,
      "question": "서술형 2. 이차방정식 $x^2+2ax+a=0$의 $x$의 계수와 상수항을 서로 바꾸어 풀었더니 한 근이 $x=2$이었다. 이때 처음 방정식의 해를 구하시오. (단, $a$는 수이다.) [6점]",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5,
      "question": "서술형 3. 아래 그림과 같은 그래프를 나타내는 이차함수의 식을 $y=ax^2+bx+c$의 꼴로 나타내시오. [5점]<br><br><img src=\"assets/images/21_왕의중_1학기_기말_중3_수학/s03.png\">",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5,
      "question": "서술형 4. 이차함수 $y=x^2-4x+k$의 그래프가 $x$축과 만나는 두 점을 각각 $\\mathrm{A, B}$라 하자. $\\overline{\\mathrm{AB}}=8$일 때, 상수 $k$의 값을 구하시오. (단, $x$축과 만나는 두 점에서 점 $\\mathrm{A}$가 점 $\\mathrm{B}$보다 왼쪽에 있다.) [5점]",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
