window.examData = {
  "title": "2023학년도 신흥중 2학년 1학기 중간고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>다음 중 일상생활에서 분수와 소수가 쓰이는 예를 친구들이 발표한 것이다. 예가 적절하게 사용되지 못한 친구는 누구일까요?</p>",
      "choices": [
        "기현 : 피자 한 판을 5명이 나누어 먹을 때 분수가 이용돼요.",
        "주영 : 음식 재료의 양을 제시할 때는 주로 소수가 쓰여요.",
        "은세 : 복권에 당첨될 확률을 구할 때 분수가 쓰여요.",
        "정식 : 샤프심의 굵기는 소수 표현이 쓰여요.",
        "다혜 : 나눗셈을 할 때 소수 표현이 더 편리해요."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 4.0,
      "question": "<p>다음 분수 중에서 유한소수로 나타낼 수 있는 것은? (정답2개)</p>",
      "choices": [
        "$\\frac{1}{15}$",
        "$\\frac{7}{2 \\times 5 \\times 7^2}$",
        "$\\frac{11}{2 \\times 5^2 \\times 11}$",
        "$\\frac{3 \\times 5}{21}$",
        "$\\frac{5}{32}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "<p>두 분수 $\\frac{3}{28}$과 $\\frac{7}{30}$에 자연수 $x$를 각각 곱하면 모두 유한소수가 된다고 한다. 가장 작은 자연수 $x$ 값을 구하면?</p>",
      "choices": [
        "21",
        "36",
        "42",
        "62",
        "84"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4.0,
      "question": "<p>다음 중에서 순환소수를 바르게 나타낸 것을 고르면?</p>",
      "choices": [
        "$8.141414\\cdots = 8.\\dot{1}\\dot{4}$",
        "$0.9656565\\cdots = 0.\\dot{6}\\dot{5}$",
        "$5.125125125\\cdots = 5.\\dot{1}\\dot{2}$",
        "$2.345234523452\\cdots = 2.34\\dot{5}23\\dot{4}$",
        "$0.374374374\\cdots = 0.\\dot{3}\\dot{7}\\dot{4}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "<p>분수 $\\frac{5}{27}$을 소수로 나타낼 때, 소수점 아래 52번째 자리의 숫자를 구하면?</p>",
      "choices": [
        "1",
        "4",
        "5",
        "7",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 5.0,
      "question": "<p>다음 조건을 만족시키는 두 자연수 $x, y$에 대하여 $x+y$를 구하면?</p><div class=\"box\"><p>(가) $x < 100$<br>(나) 분수 $\\frac{x}{130}$를 소수로 나타내면 유한소수이다.<br>(다) 분수 $\\frac{x}{130}$를 기약분수로 나타내면 $\\frac{7}{y}$이다.</p></div>",
      "choices": [
        "46",
        "72",
        "91",
        "101",
        "130"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "<p>다음 중에서 옳지 않은 것을 모두 고르면? (정답2개)</p>",
      "choices": [
        "유한소수는 모두 유리수이다.",
        "무한소수 중에는 순환소수가 아닌 무한소수가 있다.",
        "순환소수는 모두 분수로 나타낼 수 있다.",
        "분모의 소인수에 7이 있는 기약분수는 순환소수로 나타낼 수 없다.",
        "정수가 아닌 유리수는 모두 유한소수로 나타낼 수 있다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4.0,
      "question": "<p>다음 &lt;보기&gt;의 식 중에서 두 식을 뺀 결과가 정수가 나오는 경우를 고르면?</p><div class=\"box\"><p>&lt;보기&gt;<br>㉠ $x = 0.132132\\cdots$<br>㉡ $100x = 13.213213\\cdots$<br>㉢ $10x = 1.321321\\cdots$<br>㉣ $100000x = 13213.213213\\cdots$<br>㉤ $10000x = 1321.321321\\cdots$<br>㉥ $1000x = 132.132132\\cdots$</p></div>",
      "choices": [
        "㉡ - ㉠",
        "㉥ - ㉠",
        "㉤ - ㉥",
        "㉤ - ㉡",
        "㉣ - ㉢"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 5.0,
      "question": "<p>다음 순환소수 $0.8\\dot{5}$를 분수로 나타내는 과정이다. $\\Box$ 안에 알맞은 수를 채운 것 중 옳은 것을 고르면?</p><div class=\"box\"><p>순환소수 $0.8\\dot{5}$을 $x$라고 하면 $x = 0.8555\\cdots$ &nbsp;&nbsp;&nbsp;&nbsp; ①<br>①의 양변에 [ ㉠ ]을 곱하면 [ ㉠ ]$x = 8.555\\cdots$ &nbsp; ②<br>①의 양변에 [ ㉡ ]을 곱하면 [ ㉡ ]$x = 85.555\\cdots$ ③<br>③에서 ②를 변끼리 빼면 [ ㉢ ]$x =$ [ ㉣ ]<br>따라서 $x =$ [ ㉤ ]</p></div>",
      "choices": [
        "㉠ : 100",
        "㉡ : 1000",
        "㉢ : 90",
        "㉣ : 93",
        "㉤ : $\\frac{77}{99}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>다음 식을 계산한 결과가 옳지 않은 것은?</p>",
      "choices": [
        "$2a \\times 7 = 14a$",
        "$\\frac{3}{2}x \\times (-8) = -12x$",
        "$-8 \\times x + y = -8x + y$",
        "$9b \\div (-3) = -3b$",
        "$(-5y) \\div \\left(-\\frac{5}{2}\\right) = \\frac{25}{2}y$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>다음 중에서 옳은 것은?</p>",
      "choices": [
        "$(a^2)^3 \\div a^5 = 1$",
        "$a^9 \\div a^3 \\div a^8 = a^2$",
        "$a^7 \\div a^7 = 0$",
        "$(2ab^2)^3 = 6a^3b^6$",
        "$\\left(-\\frac{b^2}{2a^3}\\right)^2 = \\frac{b^4}{4a^6}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>$(-3x^2y)^2 \\div \\frac{3}{4}xy^9 \\times xy$을 계산하면?</p>",
      "choices": [
        "$\\frac{12x^4}{y^6}$",
        "$-\\frac{4x^5}{y^2}$",
        "$-8x^2y$",
        "$-\\frac{9x^3}{4y^6}$",
        "$\\frac{y^{11}}{8x^2}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>$5^{10} \\times 6^8 \\times 2^2$을 10의 거듭제곱의 꼴로 나타내면 몇 자리 자연수인지 쉽게 알 수 있다. 10의 거듭제곱꼴로 나타낸 것 중 가장 적절한 것을 고르면?</p>",
      "choices": [
        "$30^8 \\times 10^4$",
        "$6^8 \\times 10^{12}$",
        "$30 \\times 10^{12}$",
        "$3^8 \\times 10^{10}$",
        "$3^8 \\times 10^{12}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 3.0,
      "question": "<p>다음 식을 여러 가지 수학용어를 이용하여 설명한 것이다. 옳은 것을 고르면?</p><div class=\"box\"><p>$$-4x^2 + \\frac{x}{3} - 5$$</p></div>",
      "choices": [
        "항이 2개이다.",
        "$x^2$의 계수는 4이다.",
        "$x$의 계수는 $\\frac{1}{3}$이다.",
        "상수항은 5이다.",
        "이 다항식은 일차식이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "<p>다음 식을 간단히 하면?</p><div class=\"box\"><p>$$\\frac{8a^2 - 6a}{2a} - \\frac{15a^2 - 12a}{3a}$$</p></div>",
      "choices": [
        "$-a+1$",
        "$a^2+1$",
        "$-a-1$",
        "$-9a-7$",
        "$-7a+6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4.0,
      "question": "<p>다음 중에서 옳은 것은? (정답2개)</p>",
      "choices": [
        "$(5x-3) \\times (-2) = -10x-5$",
        "$(2x+y) - (x-3y) = x-2y$",
        "$(6a^2-12a) \\div (-3a) = -2a+4$",
        "$(x^2+5x-7) + (4x^2-2x+5) = 5x^4+3x^2-2$",
        "$\\frac{6x^2-5x}{3x} = 2x-\\frac{5}{3}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "<p>다음은 미지수 $x$를 이용하여 부등식으로 나타낸 것이다. 다음 중 옳지 않은 것은?</p>",
      "choices": [
        "키 $120\\text{cm}$이하는 이 놀이기구를 이용할 수 없습니다. $\\rightarrow x \\le 120$, $x$: 놀이기구를 이용할 수 없는 키",
        "엘리베이트 탑승 가능 인원은 10명입니다. $\\rightarrow x \\le 10$, $x$: 탑승 인원수",
        "이 영화는 19세 이상 관람가입니다. $\\rightarrow x \\ge 19$, $x$: 관람 가능한 나이",
        "이 구역의 최고속도는 시속 $100\\text{km}$입니다. $\\rightarrow x \\le 100$, $x$: 이 구역의 속도",
        "19세 미만 청소년에게 술·담배 판매금지입니다. $\\rightarrow x < 19$, $x$: 판매 가능한 나이"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4.0,
      "question": "<p>다음 상황을 미지수 $x$를 이용하여 부등식으로 바르게 나타낸 것은?</p><div class=\"box\"><p>$660\\text{kg}$이상이 타면 ‘삐’ 소리가 나는 엘리베이터가 있다. 몸무게가 $60\\text{kg}$인 사람 10명이 탄 다음에 쌍둥이 어린이 둘이 탔는데 ‘삐’ 소리가 났다. 한 아이의 몸무게 $x$를 구하여라. (단, 쌍둥이의 무게는 같다.)</p></div>",
      "choices": [
        "$660 + x \\ge 600$",
        "$600 + 2x \\ge 660$",
        "$2x - 600 \\le 660$",
        "$60 + 10 + 660 \\le x$",
        "$60 \\times + 10 \\ge 660$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4.0,
      "question": "<p>다음 &lt;보기&gt; 중에서 $x=2$가 해가 되는 부등식을 모두 고른 것은?</p><div class=\"box\"><p>&lt;보기&gt;<br>ㄱ. $x \\ge 5$<br>ㄴ. $-x + 3 > 1$<br>ㄷ. $1 + x \\ge 3$<br>ㄹ. $3x + 5 < 5x + 7$</p></div>",
      "choices": [
        "ㄱ, ㄴ",
        "ㄱ, ㄹ",
        "ㄴ, ㄷ",
        "ㄴ, ㄹ",
        "ㄷ, ㄹ"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 4.0,
      "question": "<p>$a - 3 < b - 3$일 때, 다음 &lt;보기&gt; 중에서 옳은 것을 모두 고른 것은?</p><div class=\"box\"><p>&lt;보기&gt;<br>ㄱ. $a < b$<br>ㄴ. $1 - 4a < 1 - 4b$<br>ㄷ. $-1 + \\frac{a}{2} > -1 + \\frac{b}{2}$<br>ㄹ. $-\\frac{a}{5} + 3 > -\\frac{b}{5} + 3$</p></div>",
      "choices": [
        "ㄱ, ㄴ",
        "ㄱ, ㄷ",
        "ㄷ, ㄹ",
        "ㄱ, ㄹ",
        "ㄴ, ㄹ"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 5.0,
      "question": "<p>【서술형 1】 다음 식을 간단히 하면 $3^b$이다. $b$의 값을 구하시오. [5점]</p><div class=\"box\"><p>$$\\frac{9^6 + 9^6 + 9^6}{3^4 + 3^4 + 3^4}$$</p></div>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>【서술형 2】 다음 두 값이 같음을 거듭제곱의 원리를 이용하여 설명하시오. [5점]</p><div class=\"box\"><p>$$\\left(\\frac{3}{2}\\right)^5 = \\frac{3^5}{2^5}$$</p></div>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>【서술형 3】 다음은 풀이 과정이 틀려있다. 틀려있는 곳을 옳게 수정하여 풀어 보시오. (단, 형식은 그대로 유지하시오.) [5점]</p><div class=\"box\"><p>$$(9x^2 - 15xy) \\div \\frac{3}{2}x$$<br>$$= (9x^2 - 15xy) \\times \\frac{2}{3}x$$<br>$$= 9x^2 \\times \\frac{2}{3}x - 15xy \\times \\frac{2}{3}x$$<br>$$= 6x^3 - 10x^2y$$</p></div>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5.0,
      "question": "<p>【서술형 4】 다음 식을 간단히 하시오. [5점]</p><div class=\"box\"><p>$$\\frac{2a-4}{3} - \\frac{3a+1}{4}$$</p></div>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
