window.examTitle = "19_매산여고_1학기_기말_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "${}_n\\mathrm{C}_0 + {}_n\\mathrm{C}_1 + {}_n\\mathrm{C}_2 + \\cdots + {}_n\\mathrm{C}_n = 128$을 만족시키는 자연수 $n$의 값은? [3.6점]",
    "choices": [
      "5",
      "6",
      "9",
      "8",
      "7"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{a, b, c\\}$, $Y=\\{1, 2, 3, 4, 5\\}$에 대하여 $X$에서 $Y$로의 함수의 개수는? [3.6점]",
    "choices": [
      "125",
      "243",
      "21",
      "35",
      "60"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "남자 3명, 여자 3명이 원탁에 둘러앉을 때, 남녀가 교대로 앉는 경우의 수는? [3.6점]",
    "choices": [
      "144",
      "24",
      "120",
      "12",
      "36"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "서로 배반사건인 두 사건 $A, B$에 대하여 $P(A)=\\frac{1}{4}$, $P(A^c \\cap B^c)=\\frac{1}{8}$일 때, $P(B)$는? [3.7점]",
    "choices": [
      "$\\frac{1}{4}$",
      "$\\frac{5}{8}$",
      "$\\frac{3}{8}$",
      "$\\frac{1}{8}$",
      "$\\frac{1}{2}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "주사위 한 개를 던질 때, 다음 보기의 사건 $A, B, C, D$ 중 서로 독립인 것은? [3.8점]<br><br><div class=\"exam-box\">&lt;보기&gt;<br>$A$: 홀수의 눈이 나오는 사건<br>$B$: 소수의 눈이 나오는 사건<br>$C$: 3의 배수의 눈이 나오는 사건<br>$D$: 4의 약수의 눈이 나오는 사건</div>",
    "choices": [
      "$A, B$",
      "$A, C$",
      "$C, D$",
      "$A, D$",
      "$B, D$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "빨간색, 파란색, 노란색 리본 중에서 임의로 5개를 사려고 할 때, 노란색 리본을 사게 될 확률은? [4.1점]",
    "choices": [
      "$\\frac{5}{7}$",
      "$\\frac{1}{21}$",
      "$\\frac{5}{21}$",
      "$\\frac{2}{3}$",
      "$\\frac{3}{5}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "서로 다른 세 개의 주사위를 동시에 던져서 나온 눈의 수를 각각 $a, b, c$라 할 때, $(a-b)(b-c)(c-a)=0$일 확률은? [4.1점]",
    "choices": [
      "$\\frac{7}{36}$",
      "$\\frac{5}{12}$",
      "$\\frac{4}{9}$",
      "$\\frac{5}{27}$",
      "$\\frac{1}{2}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "$A$상자에는 파란 공 4개, 노란 공 6개가 들어 있고, $B$상자에는 파란 공 3개, 노란 공 3개가 들어 있다. 두 상자 $A, B$중 임의로 하나를 택하여 임의로 2개의 공을 동시에 꺼냈더니 나온 공이 모두 노란 공일 확률은? [4.1점]",
    "choices": [
      "$\\frac{8}{15}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{5}$",
      "$\\frac{4}{15}$",
      "$\\frac{1}{10}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "한 개의 동전을 6번 던질 때, 앞면이 나오는 횟수가 뒷면이 나오는 횟수보다 클 확률은? [4.1점]",
    "choices": [
      "$\\frac{1}{6}$",
      "$\\frac{3}{8}$",
      "$\\frac{3}{16}$",
      "$\\frac{11}{16}$",
      "$\\frac{11}{32}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "어떤 회사의 제품은 제1공장과 제2공장의 두 공장에서 각각 전체의 제품의 30%, 70%가 생산되고, 두 공장에서 생산된 제품의 불량률은 각각 5%, 4%라 한다. 이 회사의 제품 중에서 임의로 1개를 택하였더니 불량품이었을 때, 그 제품이 제1공장에서 생산된 제품일 확률은? [4.6점]",
    "choices": [
      "$\\frac{11}{43}$",
      "$\\frac{9}{17}$",
      "$\\frac{28}{43}$",
      "$\\frac{15}{43}$",
      "$\\frac{17}{43}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "흰색 깃발, 빨간색 깃발, 노란색 깃발, 파란색 깃발이 각각 1개씩 있다. 깃발을 1번에 1개씩 들어 올릴 때, 이 깃발들을 모두 합쳐 3번 이하로 들어 올려서 만들 수 있는 서로 다른 모든 신호의 개수를 구하시오. (단, 깃발을 1개도 들어 올리지 않는 경우는 생각하지 않는다.) [4.1점]",
    "choices": [
      "84",
      "72",
      "64",
      "96",
      "86"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "전체집합 $U=\\{a, b, c, d, e\\}$의 두 부분집합 $A, B$가 $A \\subset B$를 만족시키도록 두 집합 $A, B$를 정하는 모든 경우의 수는? [4.6점]",
    "choices": [
      "$3^5$",
      "$2^5$",
      "$3^4$",
      "$2^4$",
      "$5^5$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "다음 조건을 만족시키는 음이 아닌 정수 $x, y, z$의 모든 순서쌍 $(x, y, z)$의 개수는? [4.6점]<br><br><div class=\"exam-box\">ㄱ. $x+y+z=7$<br>ㄴ. $0 < y+z < 7$</div>",
    "choices": [
      "7",
      "21",
      "27",
      "34",
      "42"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "서로 다른 동전 3개를 동시에 던질 때, 앞면이 나오는 동전이 1개 이하인 사건을 $A$, 동전 3개 모두 같은 면이 나오는 사건을 $B$라 하자. 이때 &lt;보기&gt;에서 옳은 것을 모두 고른 것은? [4.1점]<br><br><div class=\"exam-box\">&lt;보기&gt;<br>ㄱ. $P(A)=\\frac{1}{2}$<br>ㄴ. $P(A \\cap B)=\\frac{1}{8}$<br>ㄷ. 두 사건 $A$와 $B$는 서로 종속이다.<br>ㄹ. 두 사건 $A$와 $B$는 서로 독립이다.</div>",
    "choices": [
      "ㄱ, ㄴ",
      "ㄱ, ㄹ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "정육면체 모양의 두 개의 주사위가 있다. 한 개의 주사위 $A$에는 $1, 1, 1, 1, 2, 3$이 각각 적혀 있고, 다른 주사위 $B$에는 $1, 1, 2, 2, 3, 3$이 적혀 있다. 두 주사위 중에서 임의로 한 개를 택하여 두 번 던졌더니 모두 1이 적힌 면이 나왔다고 할 때, 택한 주사위가 $B$일 확률을 구하여라. [4.1점]",
    "choices": [
      "$\\frac{1}{5}$",
      "$\\frac{3}{7}$",
      "$\\frac{5}{8}$",
      "$\\frac{4}{11}$",
      "$\\frac{3}{20}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "주머니에는 1부터 9까지 자연수가 각각 적힌 9장의 카드가 들어 있다. 이 주머니에서 카드를 임의로 1장씩 꺼내어 카드에 적힌 수의 합이 5의 배수가 될 때까지 꺼내는 시행을 할 때, 카드 3장 이상 꺼낼 확률은? (단 꺼낸 카드는 다시 넣지 않고 처음 꺼낸 카드에 적힌 수가 5이면 시행을 멈춘다.) [4.6점]",
    "choices": [
      "$\\frac{1}{6}$",
      "$\\frac{2}{3}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{4}$",
      "$\\frac{5}{12}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "상자 A에는 빨간 공 4개와 검은 공 3개가 들어 있고, 상자 B에는 비어 있다. 상자 A에서 임의로 2개의 공을 꺼내어 빨간 공이 나오면 [실행1]을 하고 종료한다. 빨간 공이 나오지 않으면 [실행2]를 할 때, 상자 B에 있는 빨간 공의 개수가 1개 이상 들어 있을 확률은? [4.6점]<br><br><div class=\"exam-box\">[실행1] 꺼낸 공을 상자 B에 넣는다.<br>[실행2] 꺼낸 공을 상자 B에 넣고, 상자 A에서 임의로 2개의 공을 더 꺼내어 상자 B에 넣는다.</div>",
    "choices": [
      "$\\frac{2}{3}$",
      "$\\frac{5}{6}$",
      "$\\frac{14}{21}$",
      "$\\frac{22}{35}$",
      "1"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "단답형",
    "content": "[단답형 1] 두 사건 $A, B$가 서로 독립이고 $P(A)=\\frac{1}{3}$, $P(B)=\\frac{1}{4}$일 때, $P((A \\cap B^c) \\cup (A^c \\cap B))$의 값을 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "단답형",
    "content": "[단답형 2] 흰색 장미 4송이, 분홍색 장미 2송이, 흰색 천일홍 2송이, 분홍색 천일홍 2송이가 들어 있는 상자에서 임의로 2송이를 동시에 꺼낼 때, 적어도 1송이는 장미이고, 적어도 1송이는 분홍색일 확률을 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[서술형 1] $(1+x)^4 (1+x^2)^n$의 전개식에서 $x^2$의 계수가 10이다. 다음 물음에 답하시오. [6점]<br><br>(1) 각각 $(1+x)^4$, $(1+x^2)^n$ 전개식의 일반항을 구하시오. (2점)<br>(2) $(1+x)^4 (1+x^2)^n$ 전개식의 일반항을 구하시오. (2점)<br>(3) 위의 식을 만족하는 자연수 $n$의 값을 구하시오. (2점)",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "[서술형 2] 흰 공 4개, 검은 공 3개가 들어 있는 주머니가 있다. 이 주머니에서 임의로 2개의 공을 동시에 꺼내어, 꺼낸 2개의 공의 색이 서로 다르면 1개의 주사위를 3번 던지고, 꺼낸 2개의 공의 색이 서로 같으면 1개의 주사위를 2번 던진다. 이 시행에서 주사위가 2이하의 눈이 2번 나올 확률을 구하고 그 과정을 서술하시오. [7점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "questionType": "서술형",
    "content": "[서술형 3] 4명의 학생이 아래와 같이 규칙을 정하여 게임을 할 때, 아래 (1)(2)번의 질문에 자세하게 쓰시오. [7점]<br><br><div class=\"exam-box\">[규칙1] 4명으로 한 모둠을 만들고 그중 3명을 A조, 나머지 1명을 B조라고 한다.<br>[규칙2] A조는 준비된 의자에 각각 앉고, B조는 그 앞에 선다.<br>[규칙3] B조가 $0, 1, 2, 3$ 중에서 임의로 하나의 수를 외치면 그와 동시에 의자에 앉은 A조 세 사람은 각자 임의로 일어나거나 그대로 앉아 있는다.<br>[규칙4] 만약 B조가 외친 수와 의자에서 일어난 사람의 수가 같으면 B조가 이기고, 다르면 A조가 이긴다.</div><br>(1) 게임을 1번 할 때, A조가 이길 확률을 구하시오. (4점)<br>(2) 이 게임을 4번 해서 A조가 3번 승리할 확률을 구하시오. (3점)",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
