window.examTitle = "20_제일고_1학기_기말_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "서로 다른 2개의 주사위를 동시에 던질 때, 나오는 눈의 수의 차가 3일 확률을 구하면? [3.9점]",
    "choices": [
      "$\\frac{1}{4}$",
      "$\\frac{1}{5}$",
      "$\\frac{1}{6}$",
      "$\\frac{1}{7}$",
      "$\\frac{1}{8}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "서로 다른 3개의 사물함에 똑같은 선물 상자 5개를 넣는 모든 방법의 수를 구하면? (단, 빈 사물함이 있을 수 있다.) [3.9점]",
    "choices": [
      "21",
      "22",
      "23",
      "24",
      "25"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "빨간 공 6개와 파란 공 4개가 들어 있는 주머니에서 주아, 진희의 순서로 각각 공을 1개씩 임의로 꺼낼 때, 주아는 파란 공을 꺼내고 진희는 빨간 공을 꺼낼 확률을 구하면? (단, 꺼낸 공은 다시 넣지 않는다.) [3.9점]",
    "choices": [
      "$\\frac{1}{15}$",
      "$\\frac{2}{15}$",
      "$\\frac{1}{5}$",
      "$\\frac{4}{15}$",
      "$\\frac{1}{3}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "어느 반 학생 35명의 통학 수단을 조사하였더니 대중 교통을 이용하는 학생은 12명, 도보를 이용하는 학생은 7명, 대중교통과 도보를 모두 이용하는 학생은 3명이었다. 이 반 학생 35명 중에서 임의로 1명을 택할 때, 그 학생이 대중교통 또는 도보를 이용하는 학생일 확률을 구하면? [4점]",
    "choices": [
      "$\\frac{2}{5}$",
      "$\\frac{3}{7}$",
      "$\\frac{16}{35}$",
      "$\\frac{17}{35}$",
      "$\\frac{18}{35}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "$A$ 상자에는 흰 공 3개, 검은 공 4개가 들어 있고, $B$ 상자에는 흰 공 4개, 검은 공 2개가 들어 있다. 두 상자 중에서 임의로 1상자를 택하여 공 2개를 동시에 꺼냈더니 모두 흰 공이었을 때, 공 2개가 $A$상자에서 나왔을 확률은? [4점]",
    "choices": [
      "$\\frac{5}{19}$",
      "$\\frac{8}{19}$",
      "$\\frac{11}{19}$",
      "$\\frac{14}{19}$",
      "$\\frac{17}{19}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "100원짜리 동전이 2개, 50원짜리 동전이 5개, 10원짜리 동전이 4개가 들어 있는 주머니에서 임의로 3개의 동전을 동시에 꺼낼 때, 꺼낸 동전의 금액의 합이 200원 미만일 확률이 $\\frac{q}{p}$일 때, $p-q$의 값을 구하면? (단, $p, q$는 서로소인 자연수) [4.1점]",
    "choices": [
      "29",
      "30",
      "31",
      "32",
      "33"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "두 사건 $A$와 $B$에 대하여 $A, B^c$는 서로 배반이고, $P(B)=2P(A)$, $P(A)=\\frac{3}{10}$일 때, $P(A^c \\cap B)=\\frac{q}{p}$이다. $p+q$의 값을 구하면? (단, $p, q$는 서로소인 자연수) [4.1점]",
    "choices": [
      "11",
      "13",
      "15",
      "17",
      "19"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "$(x+a)^{10}$의 전개식에서 $x^6$의 계수가 $x^7$의 계수의 7배일 때, 양수 $a$의 값으로 알맞은 것은? [4.2점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "다음 아래 표는 둥글고 노란색인 완두콩과 주름지고 녹색인 완두콩을 교배하여 얻은 잡종 2세대를 모양과 색으로 구분한 결과이다. 이 잡종 2세대 완두콩 중에서 임의로 고른 1개가 노란색일 때, 그 완두콩이 주름진 노란색 완두콩일 확률을 구하면? [4.2점]<br><br><table class=\"exam-table\"><tr><th></th><th>노란색</th><th>녹색</th><th>합계</th></tr><tr><td>둥글다</td><td>269</td><td>91</td><td>360</td></tr><tr><td>주름지다</td><td>88</td><td>32</td><td>120</td></tr><tr><td>합계</td><td>357</td><td>123</td><td>480</td></tr></table>(단위: 개)",
    "choices": [
      "$\\frac{1}{4}$",
      "$\\frac{11}{60}$",
      "$\\frac{119}{160}$",
      "$\\frac{11}{15}$",
      "$\\frac{88}{357}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "여덟 개의 숫자 $1, 1, 1, 2, 2, 3, 3, 3$에서 4개를 택하여 만들 수 있는 네 자리 자연수 중에서 3의 배수의 개수는? [4.3점]",
    "choices": [
      "18",
      "20",
      "22",
      "24",
      "26"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "세 사건 $A, B, C$에 대하여 $A, B$는 서로 배반이고, $B, C$는 서로 독립 일 때, $P(A^c \\cap B^c)=\\frac{2}{9}$, $P(B^c \\cap C)=\\frac{1}{12}$, $P(C)=\\frac{1}{4}$이다. $P(A)$를 구하면? [4.4점]",
    "choices": [
      "$\\frac{1}{8}$",
      "$\\frac{1}{9}$",
      "$\\frac{1}{10}$",
      "$\\frac{1}{11}$",
      "$\\frac{1}{12}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "에이즈(AIDS) 진단 키트가 에이즈에 걸린 사람을 양성으로 판정할 확률은 $80\\%$이고, 에이즈에 걸리지 않은 사람을 양성으로 판정할 확률은 $5\\%$이다. 에이즈에 걸린 사람의 비율이 $10\\%$인 집단에서 임의로 택한 한 명을 진단 키트로 진단하였을 때, 그 사람이 에이즈 양성 판정을 받을 확률을 구하면? [4.4점]",
    "choices": [
      "$\\frac{1}{4}$",
      "$\\frac{7}{32}$",
      "$\\frac{3}{16}$",
      "$\\frac{5}{32}$",
      "$\\frac{1}{8}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "어느 회사에서 판매하는 제품은 모두 두 공장 $A, B$에서 생산하고 있다. 두 공장에서 생산하는 제품의 개수의 비는 $3:2$이고 두 공장 $A, B$의 불량률은 각각 $4\\%$, $p\\%$라고 한다. 이 회사에서 판매하는 제품 중에서 임의로 한 개를 택할 때, 그 제품이 불량품이었다고 한다. 이 제품이 $B$공장에서 나왔을 확률이 $\\frac{1}{4}$이라고 할 때, $p$의 값으로 알맞은 것은? [4.5점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "어느 학교의 2학년 학생은 일본어와 중국어, 그리고 독일어 중에서 한 과목을 반드시 이수해야 한다. 일본어를 선택한 학생은 2학년 전체 학생의 $30\\%$이고, 이 중에서 $50\\%$가 안경을 쓴다. 그리고 중국어를 선택한 학생은 2학년 전체 학생의 $50\\%$이고, 이 중에서 $40\\%$가 안경을 쓴다. 또 독일어를 선택한 학생의 $25\\%$가 안경을 쓴다고 한다면, 이 학교 2학년 학생 중에서 임의로 택한 한 명이 안경을 쓴 학생일 때, 이 학생이 일본어를 선택한 학생일 확률을 구하면? [4.5점]",
    "choices": [
      "$\\frac{1}{3}$",
      "$\\frac{2}{5}$",
      "$\\frac{3}{7}$",
      "$\\frac{3}{8}$",
      "$\\frac{4}{9}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "$21^{40}$을 400으로 나누었을 때 나머지를 구한 것은? [4.6점]",
    "choices": [
      "0",
      "1",
      "2",
      "3",
      "4"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "공사건이 아닌 두 사건 $A, B$에 대하여 다음 설명 중 옳은 것을 모두 고르시오. (OMR 답안 중복 마킹 가능) [4.6점]",
    "choices": [
      "$B \\subset A$이면 $P(B|A)=1$이다.",
      "$P(A \\cup B) = P(A) + P(B)$이면 $A, B$가 서로 배반이다.",
      "두 사건 $A, B$가 서로 배반이면 $A, B$는 서로 종속이다.",
      "두 사건 $A, B$가 서로 독립이면 $P(B|A)=P(A|B)$이다.",
      "두 사건 $A, B$가 서로 종속이면 $A, B^c$도 서로 종속이다."
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "공사건이 아닌 두 사건 $A, B$와 표본공간 $S$에 대하여 다음 보기 중 옳은 것만을 있는 대로 고른 것은? [4.7점]<br><br><div class=\"exam-box\">&lt;보기&gt;<br>ㄱ. $P(A \\cap B^c)=P(B \\cap A^c)$이면 $P(A)=P(B)$이다.<br>ㄴ. $A \\subset B$이고 $A, B$가 서로 독립이면 $A \\cup B = S$이다.<br>ㄷ. $P(A|B)=P(B|A)$이면 $P(A)=P(B)$이다.</div>",
    "choices": [
      "ㄱ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄷ"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "객관식",
    "content": "좌표평면 위의 점 $P$가 원점을 출발하여 주사위를 던질 때마다 다음과 같은 규칙으로 움직인다. 한 개의 주사위를 5번 던질 때, 점 $P$가 영역 $(x-3)^2 + (y-2)^2 \\le 2$ 위에 있을 확률을 $p$라고 할 때, $3^5 p$의 값으로 알맞은 것은? [4.7점]<br><br><div class=\"exam-box\">주사위를 던져서 5의 약수의 눈이 나오면 $x$축의 양의 방향으로 1만큼, 5의 약수가 아닌 눈이 나오면 $y$축의 양의 방향으로 1만큼 움직인다.</div>",
    "choices": [
      "110",
      "120",
      "130",
      "140",
      "150"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "[서술형 1] 1부터 3까지 자연수가 각각 적힌 3개의 공이 들어 있는 주머니에서 임의로 공 1개를 꺼낼 때, 표본공간과 근원사건을 각각 구하시오. [5.0점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[서술형 2] 윷짝 1개를 던질 때 평평한 면이 위로 나올 확률을 스스로 정하고, 윷짝 4개를 동시에 1번 던질 때 걸, 윷이 나올 확률을 각각 구하시오. [8.0점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "[서술형 3] $(x+y+z+w)^7$의 전개식에서 서로 다른 항의 개수를 구하시오. [4.0점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "questionType": "서술형",
    "content": "[서술형 4] 순천제일고등학교 2학년 학생을 대상으로 ‘클라이밍 운동 경험’에 대하여 조사하였더니 남학생 중에서 운동 경험이 있는 학생은 10명, 없는 학생은 20명이었다. 여학생 중에서 운동 경험이 없는 학생은 10명이었다. 조사한 학생 중에서 임의로 택한 1명이 남학생인 사건과 클라이밍 운동 경험이 있는 학생인 사건이 서로 독립일 때, 클라이밍 운동 경험이 있는 여학생 수를 구하시오. [6.0점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
