window.examTitle = "20_매산고_1학기_기말_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "${}_5\\mathrm{H}_3 + {}_6\\mathrm{C}_2$의 값은? [3.9점]",
    "choices": [
      "35",
      "40",
      "45",
      "50",
      "55"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "$(1-2x)^6$의 전개식에서 $x^4$의 계수를 구하면? [3.9점]",
    "choices": [
      "60",
      "90",
      "120",
      "180",
      "240"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "두 사건 $A, B$에 대하여 $P(A)=\\frac{1}{2}$, $P(B)=\\frac{1}{3}$, $P(A \\cup B)=\\frac{2}{3}$일 때, $P(A \\cap B)$의 값은? [4.0점]",
    "choices": [
      "$\\frac{1}{8}$",
      "$\\frac{1}{6}$",
      "$\\frac{1}{4}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{2}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "$0, 1, 2, 3$에서 중복을 허용하여 3개를 뽑아 만들 수 있는 세 자리 자연수의 개수는? [4.1점]",
    "choices": [
      "12",
      "16",
      "24",
      "48",
      "64"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{a, b, c, d\\}$, $Y=\\{1, 2, 3, 4, 5\\}$에 대하여 $X$에서 $Y$로의 일대일 함수 $f$의 개수를 $n$이라 하고 $X$에서 $Y$로의 함수 $g$ 중에서 $g(a)=1$인 함수의 개수를 $m$이라고 할 때, $\\frac{n}{m}$의 값은? [4.1점]",
    "choices": [
      "$\\frac{11}{25}$",
      "$\\frac{14}{25}$",
      "$\\frac{19}{25}$",
      "$\\frac{21}{25}$",
      "$\\frac{24}{25}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "마스크를 만드는 회사에서 $A, B$ 두 대의 기계가 각각 전체 제품의 60%와 40%를 생산하고, 불량률이 각각 1.5%, 2%라 한다. 제품 중에서 임의로 한 개를 꺼냈더니 불량품이었을 때, 이 불량품이 $A$기계에서 만들어졌을 확률은? [4.1점]",
    "choices": [
      "$\\frac{5}{17}$",
      "$\\frac{7}{17}$",
      "$\\frac{9}{17}$",
      "$\\frac{11}{17}$",
      "$\\frac{13}{17}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "매산고등학교에서 '활동복의 색깔을 어떤 것으로 할 것인가?'라는 주제로 토론을 하려고 한다. 학생회 대표 중에서 선도부 대표 2명, 학습부 대표 2명, 신양부 대표 2명, 환경부 대표 2명 등 각 부서마다 2명씩 총 8명이 정사각형 모양의 탁자에 앉아 토론할 때, 같은 부서끼리 한 모서리에 앉는 경우의 수는? (단, 회전하여 일치하는 것은 같은 것으로 보며, 한 변에는 각각 2명씩 앉는다.) [4.2점]",
    "choices": [
      "88",
      "96",
      "102",
      "108",
      "120"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "한 개의 주사위에는 1에서 6까지의 숫자를 대신하여 $30^\\circ, 45^\\circ, 60^\\circ, 90^\\circ, 180^\\circ, 270^\\circ$가 각각 여섯 개의 면에 쓰여져 있다. 이 주사위를 차례로 두 번 던져 나오는 눈의 수를 $a$와 $b$라 할 때, 다음 함수 $f(x)=\\sin x$와 $g(x)=\\cos x$에 대하여 $f(a)g(b)$의 값이 양의 실수가 되는 확률은? [4.3점]",
    "choices": [
      "$\\frac{11}{36}$",
      "$\\frac{13}{36}$",
      "$\\frac{15}{36}$",
      "$\\frac{17}{36}$",
      "$\\frac{19}{36}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "한 개의 동전을 던져 앞면이 나오면 주사위를 3번 던지고, 뒷면이 나오면 주사위를 5번 던지기로 할 때, 소수의 눈이 적어도 2번 나올 확률은? [4.4점]",
    "choices": [
      "$\\frac{11}{32}$",
      "$\\frac{17}{32}$",
      "$\\frac{21}{32}$",
      "$\\frac{25}{32}$",
      "$\\frac{27}{32}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "세 사건 $A, B, C$에 대하여 $A$와 $B$는 서로 배반사건이고, $B$와 $C$는 서로 독립이다. $P(C)=\\frac{1}{4}$, $P(A \\cup B)=\\frac{4}{5}$, $P(B \\cup C)=\\frac{7}{10}$일 때, $P(A)$의 값은? [4.5점]",
    "choices": [
      "$\\frac{1}{5}$",
      "$\\frac{1}{4}$",
      "$\\frac{3}{10}$",
      "$\\frac{2}{5}$",
      "$\\frac{7}{10}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "어느 양궁 선수가 화살을 1번 쏠 때, 10점 영역을 맞힐 확률은 $\\frac{1}{3}$이라고 한다. 이 선수가 화살을 $2n$번 던져서 $n$번 10점을 맞힐 확률을 $A_n$이라고 할 때,<br>$$\\left(\\frac{3^2}{2}\\right)^2 A_2 - \\left(\\frac{3^2}{2}\\right)^4 A_4 + \\left(\\frac{3^2}{2}\\right)^8 A_8$$<br>의 값은? (단, $n$은 자연수) [4.5점]",
    "choices": [
      "936",
      "5876",
      "12806",
      "12876",
      "15306"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "두 사건 $A, B$에 대하여 함수값 $f(A, B)$를 다음과 같이 정의하자.<br>$$f(A, B) = \\begin{cases} -1 & (A, B\\text{는 배반사건}) \\\\ 0 & (\\text{그외의 경우}) \\\\ 1 & (A, B\\text{는 독립사건}) \\end{cases}$$<br>주사위를 던지는 시행에서 소수가 나오는 사건을 $A$, 6의 약수가 나오는 사건을 $B$, 2 이하의 자연수가 나오는 사건을 $C$라고 할 때, $3f(A, B)+f(A^c, C^c)-2f(B^c, C)+f(B, A^c)$의 값은? [4.6점]",
    "choices": [
      "3",
      "4",
      "5",
      "6",
      "7"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "부등식 $x+y+xy \\le 19$을 만족시키는 음 아닌 정수 $x$와 $y$의 순서쌍 $(x, y)$ 중에서 임의로 한 개를 택할 때, $x+y=19$일 확률은 $\\frac{b}{a}$이다. 이때, $a+b$의 값은? [4.7점]",
    "choices": [
      "31",
      "32",
      "34",
      "35",
      "37"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "두 자연수 $n, m (n \\ge m)$에 대하여 함수 $g$를 아래와 같이 정의하자.<br>$$g(n, m) = {}_n\\mathrm{H}_{n-m} + {}_n\\mathrm{H}_{n-m+1} + \\cdots + {}_n\\mathrm{H}_n$$<br>이때, 함수 $g$에 대하여 $g(8, 8) = {}_a\\mathrm{C}_b$이다. $\\log_2 ab$의 값은? [4.8점]",
    "choices": [
      "7",
      "8",
      "9",
      "10",
      "11"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "동전을 두 개를 동시에 던져서 같은 면이 나오면 한 개의 주사위를 4번 던지고, 나온 면이 서로 다르면 한 개의 주사위를 6번 던진다. 이 시행에서 주사위 숫자가 짝수인 횟수와 홀수인 횟수가 같을 때, 주사위를 4번 던졌을 확률은? [4.9점]",
    "choices": [
      "$\\frac{3}{11}$",
      "$\\frac{4}{11}$",
      "$\\frac{5}{11}$",
      "$\\frac{6}{11}$",
      "$\\frac{7}{11}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "단답형",
    "content": "[단답형 1] 1에서 50까지 쓰여진 카드 50장이 상자 안에 들어있다. 임의로 하나를 뽑는 시행에서 5의 배수인 사건을 $A$, 3의 배수인 사건을 $B$라고 할 때, $P(A|B)$를 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "단답형",
    "content": "[단답형 2] 두 학생 $A$와 $B$가 수학 문제를 풀 때, 정답을 고를 확률은 각각 0.6과 0.7이다. 이 두 학생이 같은 문제를 풀 때, 적어도 한 학생이 정답을 고를 확률을 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "단답형",
    "content": "[단답형 3] 두 사건 $A, B$에 대하여 연산 $\\Delta$를<br>$$A \\Delta B = (A-B) \\cup (B-A)$$<br>라 정의할 때, $P(A \\Delta B) = \\frac{7}{9}P(A \\cup B)$와 $P((A \\cup B) - (A \\Delta B)) = \\frac{1}{6}$가 성립한다. 이때, $P(A)+P(B)$의 값을 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "[서술형 1] $(1+x)^2(2+x)^4$의 전개식에서 $x^5$의 계수를 이항정리를 이용하여 구하려고 한다. 다음 물음에 답하시오. [10점]<br>(단, 직접 전개하여 구한 경우는 인정하지 않습니다.)<br>(1) $(1+x)^2$와 $(2+x)^4$의 일반항을 각각 구하시오. [3점]<br>(2) 문제 (1)에서 구한 일반항을 이용하여 $x^5$이 나오는 경우를 모두 구하시오. [3점]<br>(3) 문제 (2)에서 구한 내용을 바탕으로 $x^5$의 계수를 구하시오. [4점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[서술형 2] 다음 조건 I, II를 만족시키는 좌표평면 위의 임의의 서로 다른 두 점 $(a_1, b_1)$와 $(a_2, b_2)$를 선택하려고 한다. 선택된 두 점이 $|a_1 - a_2| = 0$을 만족할 때, 이 두 점이 $y$축 위에 있을 확률을 아래 문제를 통해 구하시오. [10점]<br><br><div class=\"exam-box\">&lt;조건&gt;<br>선택된 점의 좌표를 $(a, b)$라고 한다면<br>I. $\\{a, b\\} \\subset \\{x | x\\text{는 정수}\\}$<br>II. $0 < |b| \\le 4 - \\frac{1}{2}a^2$</div><br>(1) 조건 I, II를 만족하는 $(a, b)$를 모두 구하시오. [4점]<br>(2) 문제 (1)에서 구한 점 중에서 택한 서로 다른 두 점이 $|a_1 - a_2| = 0$을 만족할 확률을 구하시오. [4점]<br>(3) 문제 (1)과 (2)를 이용하여 택한 두 점이 $y$축 위에 있을 확률을 구하시오. [2점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
