window.examTitle = "23_매산고_1학기_기말_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "두 사건 $A, B$가 서로 독립이고 $P(A)=0.7$, $P(B)=0.5$ 일 때, $P(A \\cap B)$의 값은? [3.7점]",
    "choices": [
      "0.3",
      "0.35",
      "0.4",
      "0.45",
      "0.5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "확률변수 $X$가 이항분포 $B\\left(120, \\dfrac{1}{6}\\right)$을 따를 때, $X$의 평균 $E(X)$와 분산 $V(X)$에 대하여 $E(X) \\times V(X)$ 의 값은? [3.8점]",
    "choices": [
      "$\\dfrac{920}{3}$",
      "$\\dfrac{940}{3}$",
      "320",
      "$\\dfrac{980}{3}$",
      "$\\dfrac{1000}{3}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "확률변수 $X$가 정규분포 $N(m, \\sigma^2)$에 따를 때, $P(X \\le 6)=P(X \\ge 14)$를 만족하는 $m$의 값은? [3.8점]",
    "choices": [
      "10",
      "11",
      "12",
      "13",
      "14"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "모평균이 $m$, 모표준편차가 3인 모집단에서 크기가 $n$인 표본을 임의추출할 때, $E(\\overline{X})=15$, $\\sigma(\\overline{X})=\\dfrac{1}{3}$이다. 이 때, $m+n$의 값은? [3.9점]",
    "choices": [
      "96",
      "97",
      "98",
      "99",
      "100"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "한 개의 주사위를 두 번 던진다. 2의 눈이 한 번도 나오지 않을 때, 나온 두 눈의 수의 합이 4의 배수가 될 확률은? [4.1점]",
    "choices": [
      "$\\dfrac{1}{5}$",
      "$\\dfrac{6}{25}$",
      "$\\dfrac{7}{25}$",
      "$\\dfrac{8}{25}$",
      "$\\dfrac{9}{25}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "이산확률변수 $X$의 확률분포를 표로 나타내면 다음과 같다.<br><br><table class=\"exam-table\"><tr><th>$X$</th><td>0</td><td>$a$</td><td>5</td><td>계</td></tr><tr><th>$P(X=x)$</th><td>$\\dfrac{1}{5}$</td><td>$\\dfrac{1}{2}$</td><td>$b$</td><td>1</td></tr></table><br>$\\sigma(X)=E(X)$일 때, $E(X^2)-E(X)$의 값은? (단, $0 < a < 5$) [4.2점]",
    "choices": [
      "2",
      "4",
      "6",
      "8",
      "10"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "두 사건 $A$와 $B$가 서로 독립이고 $$P(A \\cup B)=\\dfrac{4}{7}, \\quad P(A|B)+P(A|B^C)=\\dfrac{2}{7}$$ 일 때, $P(B^C)$의 값은? [4.3점]",
    "choices": [
      "$\\dfrac{1}{6}$",
      "$\\dfrac{1}{3}$",
      "$\\dfrac{1}{2}$",
      "$\\dfrac{2}{3}$",
      "$\\dfrac{5}{6}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "한 개의 주사위를 30번 던질 때, 2의 눈이 나오는 횟수를 $X$라 하고, 한 개의 동전을 $n$번 던질 때 뒷면이 나오는 횟수를 확률변수 $Y$라 하자. $Y$의 분산이 $X$의 분산보다 작게 되도록 하는 $n$의 최댓값을 구하면? [4.4점]",
    "choices": [
      "13",
      "14",
      "15",
      "16",
      "17"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "확률변수 $X$가 평균이 $m$이고 표준편차가 5인 정규분포를 따르고, $P(X \\le 60)=0.2743$일 때, $m$의 값을 아래의 표준정규분포표를 이용하여 구한 것은? [4.4점]<br><br><table class=\"exam-table\"><tr><th>$z$</th><th>$P(0 \\le Z \\le z)$</th></tr><tr><td>0.5</td><td>0.1915</td></tr><tr><td>0.6</td><td>0.2257</td></tr><tr><td>0.7</td><td>0.2580</td></tr><tr><td>0.8</td><td>0.2881</td></tr></table>",
    "choices": [
      "55",
      "57",
      "59",
      "61",
      "63"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "정규분포 $\\mathrm{N}(56, 15^2)$을 따르는 모집단에서 크기가 25인 표본을 임의추출하여 그 합을 확률변수 $X$라고 할 때, $P(1325 \\le X \\le 1550)$를 아래의 표준정규분포표를 활용하여 구한 것은? [4.5점]<br><br><table class=\"exam-table\"><tr><th>$z$</th><th>$P(0 \\le Z \\le z)$</th></tr><tr><td>1.0</td><td>0.3413</td></tr><tr><td>1.5</td><td>0.4332</td></tr><tr><td>2.0</td><td>0.4772</td></tr><tr><td>2.5</td><td>0.4938</td></tr></table>",
    "choices": [
      "0.3830",
      "0.6826",
      "0.7745",
      "0.8185",
      "0.9544"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "평균이 $m$, 표준편차가 13인 정규분포를 따르는 모집단에서 크기가 169인 표본을 임의추출하여 얻은 표본평균이 $\\overline{x}$일 때 모평균 $m$에 대한 신뢰도 95%의 신뢰구간이 $a \\le m \\le b$이다. $b-a=l$라 할 때, $50l$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때 $P(0 \\le Z \\le 1.96)=0.475$로 계산한다.) [4.6점]",
    "choices": [
      "194",
      "195",
      "196",
      "193",
      "197"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "$A, B$ 두 사람이 각각 4개씩 공을 가지고 다음 시행을 한다.<br><br><div class=\"exam-box\">$A, B$ 두 사람이 주사위를 한 번씩 던져 나온 눈의 수가 짝수인 사람은 상대방으로부터 공을 한 개 받는다.</div><br>각 시행 후 $A$가 가진 공의 개수를 세었을 때, $n$번째 시행 후 센 공의 개수가 처음으로 3이 될 확률은 $\\dfrac{7}{128}$이다. $n$의 값은? [4.7점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "좌표평면의 원점에 점 $P$가 있다. 한 개의 주사위를 사용하여 다음 시행을 한다.<br><br><div class=\"exam-box\">주사위를 한 번 던져 나온 눈의 수가<br>3의 배수이면 점 $P$를 $x$축 방향으로 2만큼,<br>3의 배수가 아니면 점 $P$를 $y$축 방향으로 3만큼 이동시킨다.</div><br>이 시행을 39번 반복하여 이동된 점 $P$와 직선 $5x+12y=0$ 사이의 거리를 확률변수 $X$라 할 때, $V(X)=\\dfrac{p}{q}$이다. $p+q$의 값은? (단, $p$와 $q$는 서로소인 자연수이다.) [4.8점]",
    "choices": [
      "106",
      "107",
      "108",
      "109",
      "110"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "어느 고등학교의 학생 1000명의 수학 시험 점수는 정규분포를 따른다고 한다. 이 학교의 학생 중에서 수학 시험 점수가 70점 이상인 학생이 23명, 65점 이상이고 70점 미만인 학생이 44명이다. 이 고등학교의 평균과 표준편차를 각각 $m, \\sigma$라 할 때, $m-\\sigma$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0 \\le Z \\le 1.5)=0.433$, $P(0 \\le Z \\le 2)=0.477$로 계산한다.) [4.9점]",
    "choices": [
      "30",
      "35",
      "40",
      "45",
      "50"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "어느 도시의 성인 1명의 수면 시간은 모평균이 $m$, 모표준편차가 $\\sigma$인 정규분포를 따른다고 한다. 이 도시의 성인 중에서 $n$명을 임의추출하여 구한 수면 시간의 표본평균이 6일 때, 이 결과를 이용하여 구한 모평균 $m$에 대한 신뢰도 95%의 신뢰구간은 $a \\le m \\le b$이다. 이 모집단에서 다시 $n$명을 추출하여 구한 수면 시간의 표본평균이 8.27일 때, 이 결과를 이용하여 구한 모평균 $m$에 대한 신뢰도 99%의 신뢰구간은 $b \\le m \\le c$이다. $a+c$의 값은? (단, 수면 시간의 단위는 시간이고, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0 \\le Z \\le 1.96)=0.475$, $P(0 \\le Z \\le 2.58)=0.495$로 계산한다.) [4.9점]",
    "choices": [
      "14.58",
      "15.58",
      "16.58",
      "17.58",
      "18.58"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "서술형",
    "content": "[단답형 1] 한 개의 동전을 사용하여 다음 규칙에 따라 점수를 얻는 시행을 한다.<br><br><div class=\"exam-box\">동전을 한 번 던져 앞면이 나오면 2점, 뒷면이 나오면 1점을 얻는다.</div><br>이 시행을 4번 반복하여 얻은 점수의 합이 짝수일 때, 이 점수의 합이 3의 배수일 확률을 구하시오. [4점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "서술형",
    "content": "[단답형 2] 한 개의 주사위를 던져 나온 수를 $k$라 할 때, 모든 실수 $x$에 대하여 부등식 $2x^2+2kx+\\dfrac{9}{8} \\ge 7x$를 만족하는 사건을 $A$라 하자. 한 개의 주사위를 $n$회 던지는 독립시행에서 사건 $A$가 일어나는 횟수를 확률변수 $X$라 할 때, $E(X)=84$이다. $n-V(X)$의 값을 구하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "서술형",
    "content": "[단답형 3] 어느 회사의 직원 1만명을 대상으로 조사한 하루 휴식 시간은 평균이 180분, 표준편차가 10분인 정규분포를 따른다고 한다. 이 1만명의 직원 중 임의로 택한 한 직원의 하루 휴식 시간이 200분 이상일 확률은 $p_1$이다. 또, 이 1만명의 직원 중에서 휴식 시간이 200분 이상인 사람이 $n$명 이상일 확률은 $p_2$이다. $p_1 = p_2$일 때, 자연수 $n$의 값을 구하시오. (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0 \\le Z \\le 1.0)=0.34$, $P(0 \\le Z \\le 2)=0.48$로 계산한다.) [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "[서술형 1] 1부터 10까지의 자연수가 하나씩 적힌 10장의 카드 중에서 임의로 3장의 카드를 동시에 뽑는다. 뽑은 3장의 카드에 적힌 수를 작은 것부터 크기 순서대로 $a, b, c$라 하자. $b-a \\ge 3$일 때, $c-a \\ge 8$일 확률은 $\\dfrac{q}{p}$이다. $p+q$의 값을 구하는 과정을 서술하시오. (단, $p$와 $q$는 서로소인 자연수이다.) [10점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[서술형 2] [10.0점] 확률변수 $X$가 평균이 $m$, 표준편차가 $\\sigma$인 정규분포를 따를 때, 실수 전체의 집합에서 정의된 함수 $f(t)=P(t \\le X \\le t+6)$에 대하여 $f(t)$는 아래의 조건을 만족한다. 아래 물음에 답하시오.<br><br><div class=\"exam-box\">(가) $m$은 자연수이다.<br>(나) $f(5) < f(17) < f(9)$</div><br>(1) $f(t)$가 최대가 되는 $t$의 값을 $m$에 관한 식으로 나타내시오. (2.0점)<br><br>(2) 임의의 실수 $t_1, t_2$에 대하여 $f(t_1) < f(t_2)$일 필요충분조건은 $|m-\\square| > |m-\\square|$ 이다. 빈칸을 완성하시오. (3.0점)<br><br>(3) (가), (나)를 만족시키는 자연수 $m$의 값을 구하시오. (2.0점)<br><br>(4) $f(5)=\\alpha$, $f(17)=\\beta$일 때, $\\alpha+\\beta$의 값을 구하는 과정을 서술하시오. (단, $\\alpha \\ne 5, \\beta \\ne 17$) (3.0점)",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
