window.examTitle = "20_풍덕중_2학기_기말_중2_기출";
window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "tags": [
      "일차함수"
    ],
    "content": "다음 보기 중 일차함수인 것은 모두 몇 개인가? [4점]\n<보기>\nㄱ. $xy=1$\nㄴ. $x+2=y+2$\nㄷ. $y=\\frac{2x+7}{5}$\nㄹ. $y=-3x-1$\nㅁ. $y=5$\nㅂ. $y=-x(x+1)+x^2$",
    "choices": [
      "1개",
      "2개",
      "3개",
      "4개",
      "5개"
    ]
  },
  {
    "id": 2,
    "questionType": "객관식",
    "tags": [
      "일차함수",
      "평행이동"
    ],
    "content": "다음 일차함수 $y=-2x$의 그래프에서 $y$축의 방향으로 3만큼 평행이동한 그래프 위에 있는 점은? [4점]",
    "choices": [
      "$(-2,3)$",
      "$(-1,-2)$",
      "$(1,5)$",
      "$(2,-1)$",
      "$(3,3)$"
    ]
  },
  {
    "id": 3,
    "questionType": "객관식",
    "tags": [
      "일차함수",
      "좌표"
    ],
    "content": "다음 일차함수 $y=3x-3$의 그래프에서 $x$축과 만나는 점을 $A$, $y$축과 만나는 점을 $B$라 할 때, 두 점 $A$, $B$의 좌표를 각각 구하면? [4점]",
    "choices": [
      "$A(-1,0), B(0,3)$",
      "$A(1,0), B(0,3)$",
      "$A(1,0), B(0,-3)$",
      "$A(2,0), B(0,-3)$",
      "$A(2,0), B(0,3)$"
    ]
  },
  {
    "id": 4,
    "questionType": "객관식",
    "tags": [
      "좌표",
      "일차함수"
    ],
    "content": "세 점 $(a,a+5)$, $(-2,0)$, $(1,-6)$이 한 직선 위에 있기 위한 $a$의 값을 구하면? [4점]",
    "choices": [
      "$-3$",
      "$-2$",
      "$-1$",
      "$1$",
      "$2$"
    ]
  },
  {
    "id": 5,
    "questionType": "객관식",
    "tags": [
      "일차함수",
      "그래프의 평행이동",
      "그래프"
    ],
    "content": "일차함수 $y=\\frac{k}{2}x-1$의 그래프가 오른쪽 그림의 그래프와 평행할 때, $k$의 값은? (단, $k$는 수) [4점]",
    "choices": [
      "2",
      "3",
      "4",
      "5",
      "6"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q05.png"
  },
  {
    "id": 6,
    "questionType": "객관식",
    "tags": [
      "일차함수",
      "그래프"
    ],
    "content": "다음 그래프에 대한 다음 설명 중 옳은 것을 모두 고르면? (정답 2개) [4점]",
    "choices": [
      "기울기는 $-\\frac{1}{2}$이다.",
      "$x$절편은 2, $y$절편은 4이다.",
      "점 $(2,-1)$을 지난다.",
      "$x$의 값이 4만큼 증가할 때, $y$의 값은 2만큼 증가한다.",
      "$y=-\\frac{1}{2}x-2$의 그래프와 평행하다."
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q06.png"
  },
  {
    "id": 7,
    "questionType": "객관식",
    "tags": [
      "일차함수",
      "두 점을 지나는 직선"
    ],
    "content": "두 점 $(-1,3)$, $(5,9)$를 지나는 직선을 그래프로 하는 일차함수의 식은? [4점]",
    "choices": [
      "$y=-2x-4$",
      "$y=x+1$",
      "$y=-\\frac{2}{3}x-4$",
      "$y=2x+4$",
      "$y=x+4$"
    ]
  },
  {
    "id": 8,
    "questionType": "객관식",
    "tags": [
      "일차방정식의 그래프",
      "그래프"
    ],
    "content": "다음 중 일차방정식 $2x+3y-6=0$의 그래프는? [4점]",
    "choices": [],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q08.png"
  },
  {
    "id": 9,
    "questionType": "객관식",
    "tags": [
      "직선의 방정식",
      "좌표"
    ],
    "content": "직선 $y=-2x+1$ 위의 점 $(a,0)$을 지나고, $y$축에 평행한 직선의 방정식을 구하면? [4점]",
    "choices": [
      "$x=-1$",
      "$y=-\\frac{1}{2}$",
      "$x=\\frac{1}{2}$",
      "$y=1$",
      "$x=2$"
    ]
  },
  {
    "id": 10,
    "questionType": "객관식",
    "tags": [
      "연립방정식"
    ],
    "content": "연립방정식 $\\begin{cases} ax-y=1 \\\\ 4x-2y=2b \\end{cases}$의 해가 없을 때, 두 수 $a$, $b$의 조건을 각각 구하면? [4점]",
    "choices": [
      "$a=-2$, $b\\ne-1$",
      "$a=2$, $b\\ne1$",
      "$a=-1$, $b\\ne-1$",
      "$a=-2$, $b\\ne1$",
      "$a=4$, $b=-1$"
    ]
  },
  {
    "id": 11,
    "questionType": "객관식",
    "tags": [
      "경우의 수"
    ],
    "content": "한 개의 주사위를 던질 때, 나온 눈의 수가 6의 약수일 경우의 수는? [3점]",
    "choices": [
      "2가지",
      "3가지",
      "4가지",
      "5가지",
      "6가지"
    ]
  },
  {
    "id": 12,
    "questionType": "객관식",
    "tags": [
      "경우의 수"
    ],
    "content": "A, B 두 사람이 가위바위보를 할 때, 비길 경우의 수는? [3점]",
    "choices": [
      "3가지",
      "5가지",
      "6가지",
      "8가지",
      "9가지"
    ]
  },
  {
    "id": 13,
    "questionType": "객관식",
    "tags": [
      "확률",
      "경우의 수",
      "이미지"
    ],
    "content": "오른쪽 그림과 같이 1부터 15까지의 수가 각각 적힌 구슬 15개가 들어 있는 상자에서 구슬 한 개를 임의로 꺼낼 때, 3의 배수 또는 5의 배수가 적힌 구슬이 나올 경우의 수는? [4점]",
    "choices": [
      "7가지",
      "8가지",
      "9가지",
      "10가지",
      "12가지"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q13.png"
  },
  {
    "id": 14,
    "questionType": "객관식",
    "tags": [
      "경우의 수",
      "이미지"
    ],
    "content": "승규는 매점에 파는 간식 중 김밥, 샌드위치, 삶은 달걀 중에서 한 가지와 주스, 우유, 생수 중에서 한 가지를 선택하여 사려고 한다. 승규가 간식을 선택할 수 있는 모든 경우의 수는? [3점]",
    "choices": [
      "6가지",
      "7가지",
      "8가지",
      "9가지",
      "10가지"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q14.png"
  },
  {
    "id": 15,
    "questionType": "객관식",
    "tags": [
      "경우의 수",
      "표"
    ],
    "content": "현우와 희창이는 상대방이 생각하고 있는 세 자리의 수를 맞히는 숫자 야구 게임을 하고 있었다. 게임을 하는 중에 현우가 부른 수에 대한 희창이의 판정이 아래와 같을 때, 희창이가 생각하고 있는 세 자리의 수를 구하면? [4점]\n\n| 현우가 부른 수 | 123 | 349 | 396 |\n|---|---|---|---|\n| 판정 | 원 볼 | 투 스트라이크 | 원 스트라이크, 투 볼 |",
    "choices": [
      "936",
      "693",
      "639",
      "396",
      "369"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q15.png"
  },
  {
    "id": 16,
    "questionType": "객관식",
    "tags": [
      "확률"
    ],
    "content": "불량품 3개를 포함하여 100개의 제품이 들어 있는 상자에서 제품 한 개를 임의로 고를 때, 불량품이 나올 확률은? [3점]",
    "choices": [
      "$\\frac{3}{100}$",
      "$\\frac{97}{100}$",
      "$\\frac{3}{97}$",
      "0",
      "1"
    ]
  },
  {
    "id": 17,
    "questionType": "객관식",
    "tags": [
      "확률"
    ],
    "content": "동전 한 개와 주사위 한 개를 동시에 던질 때, 동전은 앞면이 나오고 주사위는 2의 배수가 나올 확률은? [4점]",
    "choices": [
      "$\\frac{1}{12}$",
      "$\\frac{1}{6}$",
      "$\\frac{3}{12}$",
      "$\\frac{1}{3}$",
      "$\\frac{5}{12}$"
    ]
  },
  {
    "id": 18,
    "questionType": "객관식",
    "tags": [
      "확률",
      "도형"
    ],
    "content": "아래 그림과 같이 10등분한 원판이 있다. 이 원판의 바늘이 돌다가 멈추었을 때, 바늘이 소수를 가리킬 확률은? [4점]",
    "choices": [
      "$\\frac{1}{5}$",
      "$\\frac{3}{10}$",
      "$\\frac{2}{5}$",
      "$\\frac{1}{2}$",
      "$\\frac{3}{5}$"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q18.png"
  },
  {
    "id": 19,
    "questionType": "객관식",
    "tags": [
      "확률"
    ],
    "content": "두 개의 동전을 동시에 던질 때, 앞면이 적어도 한 번 나올 확률은? [4점]",
    "choices": [
      "0",
      "$\\frac{1}{4}$",
      "$\\frac{1}{2}$",
      "$\\frac{3}{4}$",
      "1"
    ]
  },
  {
    "id": 20,
    "questionType": "객관식",
    "tags": [
      "확률",
      "유전",
      "표"
    ],
    "content": "사람의 혈액형은 ABO식에 따르면 네 가지의 혈액형, 즉 A형, B형, AB형, O형으로 나누어진다. 각 혈액형이 나오는 유전인자는 다음 그림과 같다. 아버지가 A(AO)형, 어머니가 B(BO)형일 때, 그 자녀가 AB형일 확률은? [4점]",
    "choices": [
      "0",
      "$\\frac{1}{4}$",
      "$\\frac{1}{2}$",
      "$\\frac{3}{4}$",
      "1"
    ],
    "image": "assets/images/20_풍덕중_2학기_기말_중2_기출/q20.png"
  },
  {
    "id": 21,
    "questionType": "객관식",
    "tags": [
      "확률",
      "경우의 수"
    ],
    "content": "다음은 프랑스의 도박사 드 메레가 파스칼에게 보낸 편지이다. 파스칼은 이 문제를 두 사람이 각각 이길 가능성을 따져 해결했다고 한다. A와 B가 나누어 가질 상금을 구하면? [4점]\n\nTo. 파스칼\n\n친애하는 파스칼!\n나는 다음과 같은 심각한 문제에 봉착했네.\n\n실력이 비슷한 두 사람이 내기를 했네.\n먼저 세 번 이긴 사람이 96만 원을 가지기로 했는데,\nA가 두 번 이기고 B가 한 번 이긴 상태에서 시합이 중단되었네.\n이럴 경우 상금은 어떻게 나누는 것이 좋겠나?\n\nFrom. 드 메레",
    "choices": [
      "A: 96만 원, B: 0원",
      "A: 72만 원, B: 24만 원",
      "A: 64만 원, B: 32만 원",
      "A: 48만 원, B: 48만 원",
      "A: 0원, B: 96만 원"
    ]
  },
  {
    "id": 22,
    "questionType": "서술형",
    "tags": [
      "일차함수",
      "서술형"
    ],
    "content": "&lt;서술형 1&gt; 지상으로부터 $90\\text{ m}$ 높이에서 출발하여 초속 $3\\text{ m}$로 내려오는 어떤 승강기가 있다. 이 승강기가 출발한 지 $x$초 후의 지상으로부터의 높이를 $y\\text{ m}$라고 할 때, 다음 물음에 답하시오.\n(1) $y$를 $x$에 대한 식으로 나타내시오. (서술형) [2점]\n(2) 승강기가 지상으로부터 $30\\text{ m}$ 높이에 도착하는 것은 출발한 지 몇 초 후인지 구하시오. (서술형) [2점]",
    "choices": []
  },
  {
    "id": 23,
    "questionType": "서술형",
    "tags": [
      "일차방정식의 그래프",
      "넓이",
      "서술형"
    ],
    "content": "&lt;서술형 2&gt; 두 일차방정식 $2x+y-2=0$과 $x-y-4=0$에 대하여 다음 물음에 답하시오.\n(1) 두 일차방정식의 $x$, $y$절편을 포함한 개략적인 그래프를 그리시오. (서술형) [2점]\n(2) 두 일차방정식의 교점의 좌표를 구하시오. (서술형) [2점]\n(3) 두 일차방정식 그래프와 $y$축과 둘러싸인 도형의 넓이를 구하시오. (서술형) [2점]",
    "choices": []
  },
  {
    "id": 24,
    "questionType": "서술형",
    "tags": [
      "연립방정식",
      "확률",
      "서술형"
    ],
    "content": "&lt;서술형 3&gt; 한 개의 주사위를 두 번 던져 처음에 나오는 눈의 수를 $a$, 나중에 나오는 눈의 수를 $b$라고 할 때, 연립방정식 $\\begin{cases} 2x+ay=6 \\\\ bx+3y=2 \\end{cases}$의 그래프가 한 점에서 만날 때 확률을 구하시오.\n(1) 모든 경우의 수를 구하시오. (단답형) [1점]\n(2) 그래프가 한 점에서 만날 조건을 구하시오. (서술형) [2점]\n(3) 그래프가 한 점에서 만날 확률을 구하시오. (서술형) [2점]",
    "choices": []
  },
  {
    "id": 25,
    "questionType": "서술형",
    "tags": [
      "확률",
      "서술형"
    ],
    "content": "&lt;서술형 4&gt; 주머니 속에 흰 공이 4개, 검은 공이 6개가 들어 있다. 두 사람이 차례로 공을 꺼낼 때, 둘 다 같은 색의 공을 꺼낼 확률을 구하여라. (단, 꺼낸 공은 다시 넣지 않는다.) (풀이과정은 자세히 쓰시오) [5점]",
    "choices": []
  }
];
