window.examData = {
  "id": "22_동산중_1학기_기말_중3_수학",
  "title": "2022년 동산중 3학년 1학기 기말 수학",
  "questions": [
    {
      "id": 1,
      "score": 3,
      "question": "$x^2+2x-24$를 $(x+a)(x+b)$로 인수분해하였을 때, $a+b$의 값을 구하면?",
      "choices": [
        "2",
        "-2",
        "4",
        "-4",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3,
      "question": "$x^2+Ax-8$을 $(x+a)(x+b)$로 인수분해할 때, 다음 중 $A$의 값이 될 수 <u>없는</u> 것은?(단, $a, b$는 정수)",
      "choices": [
        "2",
        "7",
        "-2",
        "-7",
        "4"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4,
      "question": "$(x-3)^2-2(x-3)-3$을 두 일차식의 곱으로 인수분해하였을 때, 두 일차식의 합을 구하면?",
      "choices": [
        "$2x-4$",
        "$2x-8$",
        "$2x+4$",
        "$2x+8$",
        "$2x-10$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4,
      "question": "넓이가 $6a^2+11a-10$인 직사각형의 가로의 길이가 $3a-2$일 때, 세로의 길이를 구하면?",
      "choices": [
        "$2a+1$",
        "$2a-1$",
        "$2a+5$",
        "$2a-5$",
        "$2a-10$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4,
      "question": "$3(x+2y)^2-x-2y-2=A(3x+6y+2)$일 때, 다항식 $A$를 구하면?",
      "choices": [
        "$x+y+1$",
        "$x+y-1$",
        "$x+2y+1$",
        "$x+2y-1$",
        "$x-y-1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 3,
      "question": "$3ax^2-3x-4=12x(x-3)$이 $x$에 관한 이차방정식이 되기 위한 상수 $a$의 조건은?",
      "choices": [
        "$a=12$",
        "$a=3$",
        "$a \\neq 3$",
        "$a=4$",
        "$a \\neq 4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 3,
      "question": "이차방정식 $x^2+2x-3=0$의 한 근을 $x=p$, $2x^2-x-1=0$의 한 근을 $x=q$라고 할 때, $2p^2+4p-2q^2+q$의 값을 구하면?",
      "choices": [
        "2",
        "-2",
        "4",
        "-4",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4,
      "question": "이차방정식 $x^2-2x-8=0$과 $2x^2-7x-4=0$의 공통근을 구하면?",
      "choices": [
        "2",
        "$-\\frac{1}{2}$",
        "-2",
        "4",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4,
      "question": "이차방정식 $3x^2+5x-2=0$의 두 근 중 큰 근을 $a$, 작은 근을 $b$라고 할 때, $3a-b$의 값을 구하면?",
      "choices": [
        "-2",
        "$-\\frac{5}{3}$",
        "3",
        "-3",
        "$\\frac{5}{3}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4,
      "question": "$x$에 관한 이차방정식 $x^2+(k-2)x+16=0$이 중근을 가질 때, $k$의 값과 그 때의 중근이 바른 것은?",
      "choices": [
        "$k=10, x=4$",
        "$k=10, x=-4$",
        "$k=-6, x=-4$",
        "$k=8, x=-4$",
        "$k=-8, x=4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4,
      "question": "$x$에 관한 이차방정식 $3x^2+ax+b=0$의 두 근이 $x=-3, x=\\frac{2}{3}$일 때, $a+b$의 값은?",
      "choices": [
        "1",
        "-1",
        "$\\frac{7}{3}$",
        "$-\\frac{7}{3}$",
        "4"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 3,
      "question": "이차방정식 $x^2-6x-2=0$을 제곱근을 이용한 해를 구하기 위하여 $(x-p)^2=q$의 꼴로 고칠 때, $p+q$의 값을 구하면?",
      "choices": [
        "8",
        "-8",
        "9",
        "-9",
        "14"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4,
      "question": "이차방정식 $x^2+ax+b=0$의 해를 구하였더니 $x=3 \\pm \\sqrt{5}$이었다. $a+b$의 값을 구하면?",
      "choices": [
        "2",
        "-2",
        "3",
        "-3",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4,
      "question": "이차방정식 $\\frac{1}{2}x^2-x+\\frac{1}{3}=0$의 근을 구하였더니 $x=\\frac{b \\pm \\sqrt{c}}{a}$가 되었다. $a+b+c$의 값을 구하면?",
      "choices": [
        "3",
        "6",
        "9",
        "12",
        "15"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4,
      "question": "$x$의 값이 실수일 때, 이차방정식 $x^2-6x-k+2=0$이 서로 다른 두 근을 갖을 조건을 구하면?",
      "choices": [
        "$k > -7$",
        "$k \\geq -7$",
        "$k \\geq 9$",
        "$k > 9$",
        "$k > 11$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4,
      "question": "연속하는 세 짝수가 있다. 가운데 수의 제곱은 나머지 두 수의 합의 3배보다 16만큼 클 때, 세 짝수의 합을 구하면?",
      "choices": [
        "16",
        "20",
        "24",
        "28",
        "32"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4,
      "question": "몇 명의 학생들에게 자두 80개를 똑같이 나누어 주었더니 한 학생이 받는 자두의 갯수는 학생수 보다 2만큼 작다고 한다. 이때, 학생수를 구하면?",
      "choices": [
        "10명",
        "9명",
        "8명",
        "7명",
        "6명"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4,
      "question": "그림과 같이 한 쪽 담장을 이용하여 길이가 $20\\text{m}$인 철망으로 넓이가 $48\\text{m}^2$인 직사각형의 강아지 놀이터를 만들려고 할 때, $x$값들의 합을 구하면?<br><br><img src=\"assets/images/22_동산중_1학기_기말_중3_수학/q18.png\" class=\"exam-img\">",
      "choices": [
        "4",
        "6",
        "8",
        "10",
        "12"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 3,
      "question": "다음 중 이차함수인 것을 찾으면?",
      "choices": [
        "$y=\\frac{2}{3}x-4$",
        "$y=32-4x$",
        "$y=x^3-2x^2-4$",
        "$y=\\frac{2}{x^2}+3x+1$",
        "$y=(2x+3)(x-2)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 3,
      "question": "이차함수 $f(x)=2x^2-3x+2$에서 $f(0)+f(2)$의 값을 구하면?",
      "choices": [
        "2",
        "6",
        "-2",
        "-6",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 3,
      "question": "$y=-2x^2$의 그래프에 대한 다음 설명 중 <u>틀린</u> 것을 찾으면?",
      "choices": [
        "위로 볼록한 포물선이다.",
        "꼭짓점의 좌표는 $(0, 0)$이다.",
        "$y=3x^2$의 그래프보다 폭이 좁다.",
        "$y=2x^2$의 그래프와 $x$축에 대하여 대칭이다.",
        "$x>0$일 때, $x$의 값이 증가하면 $y$값은 감소한다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 4,
      "question": "그림과 같이 원점을 꼭짓점으로 하는 이차함수의 그래프가 점 $(2, 2)$를 지나고 있다. 이 그래프가 점 $(-3, k)$를 지날 때, $k$값을 구하면?<br><br><img src=\"assets/images/22_동산중_1학기_기말_중3_수학/q22.png\" class=\"exam-img\">",
      "choices": [
        "3",
        "$\\frac{5}{2}$",
        "4",
        "$\\frac{9}{2}$",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 7,
      "question": "[서답형 1] $x^2$의 계수가 1인 이차식을 인수분해하는데 갑돌이는 $x$의 계수를 잘못 보고 $(x+4)(x-6)$으로, 갑순이는 상수항을 잘못 보고 $(x+2)(x+3)$로 인수분해 하였다. 처음 이차식을 구하여 바르게 인수분해하여라.",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 7,
      "question": "[서답형 2] 이차방정식 $x^2+ax-6=0$의 한 근이 $x=-3$이고, 다른 한 근이 이차방정식 $3x^2-4x+b=0$의 근이 될 때, 상수 $a+b$의 값을 구하여라.",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 25,
      "score": 6,
      "question": "[서답형 3] 이차함수 $y=ax^2$의 그래프가 점 $(3, b)$를 지나고, 이차함수 $y=-\\frac{2}{3}x^2$의 그래프와 $x$축에 대하여 대칭일 때, $ab$의 값을 구하여라.",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
