window.examData = {
  "title": "19_신흥중_1학기_기말_중3_수학",
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "다음 중 이차방정식인 것은? [3.0점]",
      "choices": [
        "$x^2-4x-6 = x^3$",
        "$3x-2 = 0$",
        "$x^2+2x-4 = x^2+6x-7$",
        "$(x+2)(x-2)$",
        "$2(x+1)^2 = x^2+2x+1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 4.0,
      "question": "이차방정식 $x^2+ax+2a=0$ 의 한 근이 2 일 때, $a$의 값을 구하면? [4.0점]",
      "choices": [
        "$-1$",
        "$-3$",
        "1",
        "3",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "이차방정식 $4x^2+2x-1=0$ 의 한 근을 $p$, 이차방정식 $x^2-3x-4=0$ 의 한 근을 $q$라 할 때, $(2p^2+p+1)(q^2-3q-2)$ 의 값을 구하면? [4.0점]",
      "choices": [
        "2",
        "3",
        "4",
        "5",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4.0,
      "question": "이차방정식 $4x^2-8x-12=0$ 을 $(x+a)^2=b$ 의 꼴로 고쳐서 풀려고 할 때, $a-b$의 값을 구하면? [4.0점]",
      "choices": [
        "$-9$",
        "$-7$",
        "$-5$",
        "$-3$",
        "$-1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "이차방정식 $x^2-(k^2-5k+6)x+6(k^2-5k)=0$ 이 중근을 가질 때, $k$의 값들의 합을 구하면? [4.0점]",
      "choices": [
        "$-5$",
        "$-3$",
        "0",
        "3",
        "5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4.0,
      "question": "이차방정식 $x^2+6x+1=0$ 의 근이 $x = A \\pm 2\\sqrt{B}$일 때, $\\frac{A}{B}$의 값을 구하면? (단, A, B는 유리수) [4.0점]",
      "choices": [
        "$-\\frac{2}{3}$",
        "$\\frac{1}{2}$",
        "$-\\frac{5}{2}$",
        "$-\\frac{3}{2}$",
        "$\\frac{8}{3}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "이차방정식 $x^2+2x-2=0$ 의 두 근을 $\\alpha, \\beta$ 라 할 때 $\\frac{1}{\\alpha}, \\frac{1}{\\beta}$ 을 근으로 갖고 이차항의 계수가 1인 이차방정식을 구하면? [4.0점]",
      "choices": [
        "$2x^2-2x-1=0$",
        "$x^2+3x-2=0$",
        "$x^2-x-\\frac{1}{2}=0$",
        "$x^2+x+\\frac{3}{2}=0$",
        "$x^2+2x-1=0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4.0,
      "question": "이차방정식 $x^2+2x-24=0$의 두 근을 $\\alpha, \\beta$라 할 때, $\\alpha^2+\\alpha\\beta+\\beta^2$의 값은? [4.0점]",
      "choices": [
        "28",
        "32",
        "16",
        "20",
        "43"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "형과 동생의 나이의 차는 5살이고, 동생의 나이의 제곱은 형의 나이의 8배보다 7만큼 작다고 한다. 형의 나이를 구하면? [4.0점]",
      "choices": [
        "16살",
        "15살",
        "14살",
        "12살",
        "10살"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 5.0,
      "question": "이차방정식 $\\sqrt{n^2+12}=m$을 만족하는 두 자연수 $m, n$이 이차방정식 $x^2+ax+b=0$의 근일 때, $a+b$의 값은? (단, a, b는 상수) [5.0점]",
      "choices": [
        "4",
        "8",
        "10",
        "6",
        "2"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 3.0,
      "question": "다음 중 이차함수인 것을 모두 찾은 것은? [3.0점]\n<div class=\"box-inset\">\n(ㄱ) $y=2x-3$<br>\n(ㄴ) $y=4x^2$<br>\n(ㄷ) $x^2-3x+5=0$<br>\n(ㄹ) $y=2$<br>\n(ㅁ) $y=\\frac{x^2}{3}-1$<br>\n(ㅂ) $y=x(x+1)-x^2$\n</div>",
      "choices": [
        "(ㄱ), (ㄷ)",
        "(ㄴ), (ㅂ)",
        "(ㄴ), (ㅁ)",
        "(ㄴ), (ㄷ), (ㅂ)",
        "(ㄴ), (ㄷ), (ㅁ), (ㅂ)"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "이차함수 $y=x^2$에 대한 설명이다. 옳지 <u>않은</u> 것을 고르면? [4.0점]",
      "choices": [
        "꼭짓점이 $(0, 0)$인 아래로 볼록한 포물선이다.",
        "$y=-x^2$의 그래프와 $x$축에 대하여 대칭이다.",
        "축의 방정식은 $y=0$이다",
        "$x<0$일 때, $y$는 감소하고 $x>0$일 때, $y$는 증가한다.",
        "점 $(-3, 9)$를 지난다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "이차함수 $y=ax^2$의 그래프를 $x$축의 방향으로 3만큼 평행이동하면 점 $(5, 2)$를 지난다. 이때, 상수 $a$의 값을 구하면? [4.0점]",
      "choices": [
        "$\\frac{1}{3}$",
        "$\\frac{1}{2}$",
        "2",
        "4",
        "$\\frac{1}{5}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "이차함수 $y=x^2-6x+5+m$의 그래프가 $x$축에 접할 때, $y=x^2+4x+m$의 꼭짓점의 좌표는? [4.0점]",
      "choices": [
        "$(2, 0)$",
        "$(\\frac{1}{2}, 3)$",
        "$(4, 2)$",
        "$(-2, 0)$",
        "$(-4, 0)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "다음 중 이차함수 $y=3x^2-3$의 그래프에 대한 설명으로 옳은 것은? [4.0점]",
      "choices": [
        "이차함수 $y=x^2$의 그래프를 평행이동한 것이다.",
        "축의 방정식은 $x=-3$이다.",
        "꼭짓점은 점 $(0, -1)$이다",
        "$y$축과 점 $(0, -3)$에서 만난다.",
        "그래프는 제 1, 2, 3사분면을 지난다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4.0,
      "question": "이차함수 $y=ax^2+q$의 그래프가 모든 사분면을 지난다고 한다. 다음 &lt;보기&gt;중 항상 옳은 것을 모두 고른 것은? [4.0점]\n<div class=\"box-inset\">\n<b>&lt;보기&gt;</b><br>\n(ㄱ) $a-q > 0$<br>\n(ㄴ) $a+q > 0$<br>\n(ㄷ) $a+q < 0$<br>\n(ㄹ) $aq > 0$<br>\n(ㅁ) $aq < 0$<br>\n(ㅂ) $a^2-\\frac{a}{q} > 0$\n</div>",
      "choices": [
        "(ㄱ), (ㄹ)",
        "(ㄴ), (ㅁ)",
        "(ㄹ), (ㅁ)",
        "(ㅁ), (ㅂ)",
        "(ㄹ), (ㅂ)"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "이차함수 $y=ax^2+bx+c$의 그래프가 다음 그림과 같을 때, 상수 $a+b+c$, 의 값을 각각 구하면? [4.0점]\n<div class=\"text-center my-2\">\n  <img src=\"assets/images/19_신흥중_1학기_기말_중3_수학/q17.png\" style=\"max-width: 50%;\">\n</div>",
      "choices": [
        "$-\\frac{1}{8}$",
        "$\\frac{3}{2}$",
        "4",
        "$-\\frac{1}{4}$",
        "$\\frac{5}{2}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4.0,
      "question": "이차함수 $y=ax^2+bx+c$의 그래프가 다음 그림과 같을 때, 다음 중 옳은 것은? [4.0점]\n<div class=\"text-center my-2\">\n  <img src=\"assets/images/19_신흥중_1학기_기말_중3_수학/q18.png\" style=\"max-width: 50%;\">\n</div>",
      "choices": [
        "$ac > 0$",
        "$a+b+c > 0$",
        "$a-b+c < 0$",
        "$a+2b+4c > 0$",
        "$a-2b+4c < 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4.0,
      "question": "이차함수 $y=-x^2-4kx+4k-7$의 최댓값을 $f(k)$라 할 때, $f(k)$의 최솟값은? [4.0점]",
      "choices": [
        "$-5$",
        "$-6$",
        "$-7$",
        "$-8$",
        "$-9$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "다음 그림은 아래 방향으로 던진 공이 포물선을 그리며 튀어 오르는 모양을 그래프로 나타낸 것이다. 공은 점 $\\text{O}$로부터 각각 $40\\text{ cm}$, $80\\text{ cm}$ 떨어진 점에서 다시 튀어 올랐다. 공이 점 $\\text{O}$로부터 $50\\text{ cm}$ 떨어졌을 때 공의 높이가 $75\\text{ cm}$이었다. 튀어 오른 공의 최고 높이를 구하면? [5.0점]\n<div class=\"text-center my-2\">\n  <img src=\"assets/images/19_신흥중_1학기_기말_중3_수학/q20.png\" style=\"max-width: 60%;\">\n</div>",
      "choices": [
        "$120\\text{ cm}$",
        "$110\\text{ cm}$",
        "$100\\text{ cm}$",
        "$90\\text{ cm}$",
        "$80\\text{ cm}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 5.0,
      "question": "[서술형 1] 다음 순서에 따라 서술형 답안을 작성하시오. [5.0점]\n이차방정식 $x^2+ax+b=0$ 의 두 근이 $-2, 3$일 때, 이차방정식 $ax^2+bx+4=0$의 근을 구하여라. (단, $a, b$는 상수)\n\n① $a, b$값을 바르게 구한 경우? (각 1점)\n② $ax^2+bx+4=0$의 식을 바르게 구한 경우? (1점)\n③ 바르게 근을 구한 경우? (2점)",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "[서술형 2] 두 자리 자연수가 있다. 이 수의 십의 자리의 숫자는 일의 자리의 숫자의 3배이고, 각 자리의 숫자의 곱은 원래의 수보다 66만큼 작다고 할 때, 이 두 자리 자연수를 구하여라. [5.0점]\n\n① 미지수를 바르게 정한 경우? (1점)\n② 방정식을 바르게 구한 경우? (1점)\n③ 방정식을 바르게 푼 경우? (1점)\n④ 문제의 뜻에 맞는 해를 바르게 구한 경우? (2점)",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "[서술형 3] 다음 조건을 모두 만족하는 이차함수의 식을 $y=a(x-p)^2+q$의 꼴로 나타내어라. [5.0점]\n<div class=\"box-inset\">\nㄱ. 이차함수 $y=\\frac{2}{3}x^2$의 그래프와 폭이 같다.<br>\nㄴ. $x=1$일 때 최댓값은 4이다.\n</div>\n\n① $a$값을 바르게 구한 경우? (1점)\n② $p$값을 바르게 구한 경우? (1점)\n③ $q$값을 바르게 구한 경우? (1점)\n④ $y=a(x-p)^2+q$의 식을 바르게 구한 경우? (2점)",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5.0,
      "question": "[서술형 4] 이차함수 $y=-x^2+4x+5$의 그래프가 다음 그림과 같을 때, 다음의 값을 구하여라. [5.0점]\n<div class=\"text-center my-2\">\n  <img src=\"assets/images/19_신흥중_1학기_기말_중3_수학/s04.png\" style=\"max-width: 50%;\">\n</div>\n\n① 꼭짓점 A의 좌표를 바르게 구한 경우? (1점)\n② $x$축과 만나는 점 C의 좌표를 바르게 구한 경우? (1점)\n③ $\\triangle\\text{ABC}$의 넓이를 바르게 구한 경우? (3점)",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
