window.examTitle = "24_매산여고_1학기_중간_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "9권의 책 중 5권을 뽑아 원형으로 배열하는 경우의 수를 구하면? [3.5점]",
    "choices": [
      "$1512$",
      "$3024$",
      "$6048$",
      "$9072$",
      "$15120$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "원순열"
    ],
    "answer": "",
    "solution": "",
    "score": 3.5
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "4명이 가위, 바위, 보를 한 번 할 때, 나오는 모든 경우의 수를 구하면? [3.6점]",
    "choices": [
      "$15$",
      "$24$",
      "$64$",
      "$72$",
      "$81$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복순열"
    ],
    "answer": "",
    "solution": "",
    "score": 3.6
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "흰 공 2개, 검은 공 3개, 빨간 공 4개를 일렬로 나열할 때, 흰 공은 서로 이웃하지 않게 나열하는 경우의 수를 구하면? (단, 같은 색의 공끼리는 서로 구별하지 않는다.) [3.6점]",
    "choices": [
      "$980$",
      "$984$",
      "$988$",
      "$992$",
      "$996$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "같은 것이 있는 순열"
    ],
    "answer": "",
    "solution": "",
    "score": 3.6
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "$(x+2)^6$의 전개식에서 $x^4$의 계수를 구하면? [3.7점]",
    "choices": [
      "$52$",
      "$54$",
      "$56$",
      "$58$",
      "$60$"
    ],
    "tags": [
      "객관식",
      "이항정리",
      "이항정리"
    ],
    "answer": "",
    "solution": "",
    "score": 3.7
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "표본공간을 $S$, 절대로 일어나지 않을 사건을 $\\varnothing$이라 할 때, 두 사건 $A, B$에 대하여 옳은 것만을 <보기>에서 있는 대로 고른 것은? [3.7점]<div class=\"box-content\"><b><보 기></b><br>ㄱ. $0 \\le P(A) \\le 1$<br>ㄴ. $P(S)+P(\\varnothing)=1$<br>ㄷ. $1 \\le P(A)+P(B) \\le 2$<br>ㄹ. $P(A)+P(B)=1$이면 두 사건 $A$와 $B$ 서로 배반이다.</div>",
    "choices": [
      "ㄱ",
      "ㄴ, ㄹ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ, ㄹ",
      "ㄱ, ㄴ, ㄷ, ㄹ"
    ],
    "tags": [
      "객관식",
      "확률",
      "확률의 뜻과 활용"
    ],
    "answer": "",
    "solution": "",
    "score": 3.7
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "다음 조건을 만족시키는 다섯 자리 자연수의 개수를 구하면? [3.8점]<div class=\"box-content\"><b><조 건></b><br>(가) 각 자리의 수의 합은 $15$이다.<br>(나) 각 자리의 수는 모두 홀수이다.</div>",
    "choices": [
      "$81$",
      "$91$",
      "$101$",
      "$111$",
      "$121$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복조합"
    ],
    "answer": "",
    "solution": "",
    "score": 3.8
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "다음 그림과 같은 도로망이 있다. $A$지점에서 $B$지점까지 최단 거리로 가는 경우의 수를 구하면? [3.8점]<p><img src=\"assets/images/24_매산여고_1학기_중간_고2_확률과통계/q07.png\" class=\"question-img\" alt=\"문제 7 그림\"></p>",
    "choices": [
      "$72$",
      "$74$",
      "$76$",
      "$78$",
      "$80$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "같은 것이 있는 순열"
    ],
    "answer": "",
    "solution": "",
    "score": 3.8
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{0, 1, 2, 3\\}$, $Y=\\{1, 2, 3, 4\\}$에 대하여 $X$에서 $Y$로의 함수 $f$ 중에서 $f(2)+f(3)=5$를 만족시키는 함수의 개수를 구하면? [3.9점]",
    "choices": [
      "$60$",
      "$62$",
      "$64$",
      "$66$",
      "$68$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복순열"
    ],
    "answer": "",
    "solution": "",
    "score": 3.9
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "여학생 3명과 남학생 5명이 원탁에 둘러앉을 때, 여학생끼리 이웃하게 앉는 경우의 수를 $a$, 여학생끼리 이웃하지 않게 앉는 경우의 수를 $b$라고 할 때, $\\dfrac{b}{a}$의 값을 구하면? [4.0점]<br>(단, $a, b$는 서로소인 상수이다.)",
    "choices": [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "원순열"
    ],
    "answer": "",
    "solution": "",
    "score": 4.0
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{1, 2, 3, 4\\}$, $Y=\\{1, 2, 3, 4, 5, 6, 7\\}$에 대하여 $X$에서 $Y$로의 함수 $f$ 중에서 다음 조건을 모두 만족시키는 함수의 개수를 구하면? [4.0점]<div class=\"box-content\"><b><조 건></b><br>(가) $f(3)$의 값은 짝수이다.<br>(나) $a \\in X, b \\in X$일 때, $a < b$이면 $f(a) \\le f(b)$이다.</div>",
    "choices": [
      "$52$",
      "$58$",
      "$82$",
      "$100$",
      "$114$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복조합"
    ],
    "answer": "",
    "solution": "",
    "score": 4.0
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{a, b, c, d\\}$, $Y=\\{1, 2, 3\\}$에 대하여 $X$에서 $Y$로의 함수 $f$ 중에서 $f(a)f(b)f(c)f(d) \\ge 10$를 만족시키는 함수의 개수를 구하면? [4.0점]",
    "choices": [
      "$43$",
      "$44$",
      "$45$",
      "$46$",
      "$47$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복순열"
    ],
    "answer": "",
    "solution": "",
    "score": 4.0
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "두 집합 $X=\\{1, 2, 3, 4, 5, 6, 7\\}$, $Y=\\{1, 2, 3, 4, 5\\}$에 대하여 $f:X \\to Y$ 중에서 '$x_1 \\in X$, $x_2 \\in X$에 대하여 $x_1+x_2=7$이면 $f(x_1)=f(x_2)$이다.'를 만족시키는 함수의 개수를 구하면? [4.1점]",
    "choices": [
      "$256$",
      "$625$",
      "$1024$",
      "$2401$",
      "$3125$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복순열"
    ],
    "answer": "",
    "solution": "",
    "score": 4.1
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "$(x-a)^9$의 전개식에서 $x$의 계수와 $x^2$의 계수의 합이 0일 때, 양수 $a$의 값을 구하면? [4.1점]",
    "choices": [
      "$4$",
      "$5$",
      "$6$",
      "$7$",
      "$8$"
    ],
    "tags": [
      "객관식",
      "이항정리",
      "이항정리"
    ],
    "answer": "",
    "solution": "",
    "score": 4.1
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "전체집합 $U=\\{1, 2, 3, \\cdots, 20\\}$의 두 부분집합 $A, B$가 $A \\subset B$를 만족시키도록 두 집합 $A, B$를 정하는 모든 경우의 수를 구하면? [4.2점]",
    "choices": [
      "$3^{10}$",
      "$3^{20}$",
      "$3^{30}$",
      "$2^{10}$",
      "$2^{20}$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복순열"
    ],
    "answer": "",
    "solution": "",
    "score": 4.2
  },
  {
    "id": 15,
    "questionType": "객관식",
    "content": "희재와 유리를 포함하여 16명의 학생으로 구성된 학급에서 희재와 유리를 포함하여 짝수 명의 학생을 택하는 경우의 수를 $a$라 하고, 집합 $A=\\{x|x\\text{는 } 17\\text{ 이하의 자연수}\\}$의 부분집합 중 두 원소 $1, 2$를 모두 포함하고 원소의 개수가 홀수인 부분집합의 개수를 $b$라 할 때, $b-a$의 값을 구하면? (단, $a, b$는 상수이다.) [4.2점]",
    "choices": [
      "$2^{11}$",
      "$2^{12}$",
      "$2^{13}$",
      "$2^{14}$",
      "$2^{15}$"
    ],
    "tags": [
      "객관식",
      "이항정리",
      "이항계수의 성질"
    ],
    "answer": "",
    "solution": "",
    "score": 4.2
  },
  {
    "id": 16,
    "questionType": "객관식",
    "content": "5개의 숫자 $1, 2, 3, 4, 5$에서 서로 다른 3개의 숫자를 택하여 세 자리의 정수를 만들 때, 340보다 큰 홀수가 되는 확률을 구하면? [4.2점]",
    "choices": [
      "$\\dfrac{1}{5}$",
      "$\\dfrac{1}{10}$",
      "$\\dfrac{3}{10}$",
      "$\\dfrac{7}{10}$",
      "$\\dfrac{9}{10}$"
    ],
    "tags": [
      "객관식",
      "확률",
      "수학적 확률"
    ],
    "answer": "",
    "solution": "",
    "score": 4.2
  },
  {
    "id": 17,
    "questionType": "객관식",
    "content": "오른쪽 그림과 같이 8등분한 원판의 각 영역에 1부터 8까지의 자연수가 각각 하나씩 적혀 있다. 이 원판을 회전시킨 후 화살을 2번 쏘았을 때, 화살이 꽂힌 영역에 적힌 두 수의 차가 3보다 클 확률을 구하면? (단, 화살은 반드시 원판 내부에 꽂히며, 경계선에 꽂히지 않는다.) [4.3점]<p><img src=\"assets/images/24_매산여고_1학기_중간_고2_확률과통계/q17.png\" class=\"question-img\" alt=\"문제 17 그림\"></p>",
    "choices": [
      "$\\dfrac{1}{4}$",
      "$\\dfrac{1}{16}$",
      "$\\dfrac{3}{16}$",
      "$\\dfrac{5}{16}$",
      "$\\dfrac{7}{16}$"
    ],
    "tags": [
      "객관식",
      "확률",
      "수학적 확률"
    ],
    "answer": "",
    "solution": "",
    "score": 4.3
  },
  {
    "id": 18,
    "questionType": "객관식",
    "content": "한 개의 주사위를 두 번 던져서 첫 번째 나온 눈의 수를 $a$, 두 번째 나온 눈의 수를 $b$라 할 때, 방정식 $x^2-(a+b)x+ab+1=0$의 근이 존재하지 않을 확률을 구하면? [4.4점]",
    "choices": [
      "$\\dfrac{5}{9}$",
      "$\\dfrac{4}{9}$",
      "$\\dfrac{3}{4}$",
      "$\\dfrac{2}{3}$",
      "$\\dfrac{1}{2}$"
    ],
    "tags": [
      "객관식",
      "확률",
      "수학적 확률"
    ],
    "answer": "",
    "solution": "",
    "score": 4.4
  },
  {
    "id": 19,
    "questionType": "객관식",
    "content": "다음 <조건>을 만족시키는 음이 아닌 정수 $a, b, c, d, e$의 모든 순서쌍 $(a, b, c, d, e)$의 개수를 구하면? [4.4점]<div class=\"box-content\"><b><조 건></b><br>(가) $a+b+c+d+e=12$<br>(나) $|a-b+c-d+e| \\le 2$</div>",
    "choices": [
      "$572$",
      "$576$",
      "$580$",
      "$584$",
      "$588$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복조합"
    ],
    "answer": "",
    "solution": "",
    "score": 4.4
  },
  {
    "id": 20,
    "questionType": "객관식",
    "content": "방정식 $a+b+c+d=13$을 만족시키는 자연수 $a, b, c, d$의 순서쌍 $(a, b, c, d)$ 중에서 $a, b, c, d$ 중 3개는 홀수, 1개는 짝수인 순서쌍 $(a, b, c, d)$의 개수를 구하면? [4.5점]",
    "choices": [
      "$100$",
      "$110$",
      "$120$",
      "$130$",
      "$140$"
    ],
    "tags": [
      "객관식",
      "순열과 조합",
      "중복조합"
    ],
    "answer": "",
    "solution": "",
    "score": 4.5
  },
  {
    "id": 21,
    "questionType": "서술형",
    "content": "[주관식1 (서술형)] [6점] (부분점수 있음)<br>한 개의 주사위를 두 번 던져서 나오는 수를 차례로 $a, b$ 라 할 때, $|a-5|+|b-3|=3$ 일 확률을 구하는 풀이 과정과 답을 쓰시오.",
    "choices": [],
    "tags": [
      "서술형",
      "확률",
      "수학적 확률"
    ],
    "answer": "",
    "solution": "",
    "score": 6.0
  },
  {
    "id": 22,
    "questionType": "서술형",
    "content": "[주관식2 (서술형)] [7점] (부분점수 있음)<br>$\\left(x+\\dfrac{1}{x}\\right)(x^2+a)^6$의 전개식에서 $\\dfrac{1}{x}$의 계수가 $64$일 때, $x$의 계수는 $b$이다. $a+b$를 구하는 풀이 과정과 답을 쓰시오. (단, $a, b$는 상수)",
    "choices": [],
    "tags": [
      "서술형",
      "이항정리",
      "이항정리"
    ],
    "answer": "",
    "solution": "",
    "score": 7.0
  },
  {
    "id": 23,
    "questionType": "서술형",
    "content": "[주관식3 (서술형)] [7점] (부분점수 있음)<br>두 집합 $X=\\{1, 2, 3, 4, 5, 6, 7\\}$, $Y=\\{1, 2, 3, 4, 5\\}$에 대하여 다음 <조건>을 만족시키는 $X$에서 $Y$로의 함수 $f$의 개수를 구하는 풀이 과정과 답을 쓰시오.<div class=\"box-content\"><b><조 건></b><br>(가) $\\sqrt{f(1) \\times f(2) \\times f(3)}$의 값은 자연수이다.<br>(나) 집합 $X$의 임의의 두 원소 $x_1, x_2$에 대하여 $x_1 < x_2$이면 $f(x_1) \\le f(x_2)$이다.</div>",
    "choices": [],
    "tags": [
      "서술형",
      "순열과 조합",
      "중복조합"
    ],
    "answer": "",
    "solution": "",
    "score": 7.0
  }
];
