window.examData = {
  "title": "16_연향중_1학기_중간_중1_수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "question": "다음 중 옳지 않은 것은? (3점)",
      "choices": [
        "$161$은 소수가 아니다.",
        "모든 소수는 홀수이다.",
        "소수는 약수가 $2$개뿐이다.",
        "$20$ 이하의 소수는 $8$개이다.",
        "$1$은 소수도 아니고 합성수도 아니다."
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 2,
      "question": "세 수 $2 \\times 3^2$, $2^2 \\times 3$, $2 \\times 3^2 \\times 5$의 최대공약수와 최소공배수를 차례로 구하면? (4점)",
      "choices": [
        "$2$, $60$",
        "$3$, $90$",
        "$5$, $150$",
        "$4$, $120$",
        "$6$, $180$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 3,
      "question": "어떤 수로 $116$을 나누면 $4$가 남고 $174$를 나누면 $6$이 남는다고 한다. 이러한 수 중에서 가장 큰 수는? (4점)",
      "choices": [
        "$34$",
        "$56$",
        "$72$",
        "$85$",
        "$110$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 4,
      "question": "운동장을 한 바퀴 도는데 형은 $60$초 걸리고, 동생은 $75$초 걸린다고 한다. 형과 동생이 같은 지점에서 동시에 출발하여 같은 방향으로 운동장을 돌 때, 동생은 몇 바퀴를 돈 후에 처음 출발한 곳에서 형과 만나는가? (4점)",
      "choices": [
        "$6$바퀴",
        "$5$바퀴",
        "$4$바퀴",
        "$3$바퀴",
        "$2$바퀴"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 5,
      "question": "다음 <보기>의 수에 대한 설명으로 옳은 것은? (3점)<br><보기><br>$-2.3, \\quad 6, \\quad +\\dfrac{2}{7}, \\quad -\\dfrac{8}{3}, \\quad 0, \\quad -19$",
      "choices": [
        "정수는 모두 $2$개이다.",
        "유리수는 모두 $2$개이다.",
        "양의 유리수는 모두 $1$개이다.",
        "음의 유리수는 모두 $1$개이다.",
        "자연수는 $1$개이다."
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 6,
      "question": "다음 <보기>의 수를 큰 수부터 차례로 배열할 때 네 번째 오는 수는? (4점)<br><보기><br>$-\\dfrac{2}{3} \\quad 2 \\quad 0 \\quad -3 \\quad -\\dfrac{1}{4} \\quad \\dfrac{7}{2} \\quad -\\dfrac{1}{3}$",
      "choices": [
        "$-\\dfrac{1}{4}$",
        "$-\\dfrac{1}{3}$",
        "$-\\dfrac{2}{3}$",
        "$\\dfrac{7}{2}$",
        "$0$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 7,
      "question": "「$a$는 $-2$보다 크고 $6$ 이하이다」를 부등호를 사용하여 나타내면? (3점)",
      "choices": [
        "$-2 < a \\le 6$",
        "$-2 \\le a < 6$",
        "$-2 < a < 6$",
        "$-2 \\le a \\le 6$",
        "$-2 < a$"
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 8,
      "question": "다음 <보기> 조건을 만족시키는 서로 다른 세 정수 $a$, $b$, $c$의 대소 관계를 나타낸 것 중 옳은 것은? (5점)<br><보기><br>• $a$와 $b$는 $-3$보다 크다.<br>• $c$는 $3$보다 크다.<br>• $a$의 절댓값과 $-3$의 절댓값은 같다.<br>• $c$는 $b$보다 $-3$에 더 가깝다.",
      "choices": [
        "$b < c < a$",
        "$c < a < b$",
        "$b < a < c$",
        "$c < b < a$",
        "$a < c < b$"
      ],
      "answer": "",
      "solution": "",
      "score": 5.0
    },
    {
      "id": 9,
      "question": "다음 중 $432$의 약수인 것을 모두 고르면? (정답 2개) (4점)",
      "choices": [
        "$2^3 \\times 3^3$",
        "$2^5 \\times 3^4$",
        "$2^4 \\times 3^4$",
        "$2 \\times 3$",
        "$2 \\times 3^4$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 10,
      "question": "$28$에 자연수 $a$를 곱하여 어떤 자연수의 제곱이 되게 하려고 한다. $a$가 될 수 있는 $100$ 이하의 자연수를 모두 구하여 더하면 얼마인가? (4점)",
      "choices": [
        "$7$",
        "$28$",
        "$35$",
        "$63$",
        "$98$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 11,
      "question": "다음 세 그림에는 어떤 규칙에 의해서 위치에 따라 숫자가 쓰여 있다. <그림 3>의 □ 안에 들어갈 숫자는? (4점)<br><img src=\"assets/images/16_연향중_1학기_중간_중1_수학/16_연향중_1학기_중간_중1_수학_q11_img01.png\">",
      "choices": [
        "$15$",
        "$17$",
        "$26$",
        "$39$",
        "$41$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 12,
      "question": "다음 중 계산 결과가 옳지 않은 것은? (4점)",
      "choices": [
        "$\\left(-\\dfrac{8}{3}\\right) + (-2) = -\\dfrac{14}{3}$",
        "$\\left(-\\dfrac{1}{6}\\right) - \\left(+\\dfrac{3}{5}\\right) = -\\dfrac{23}{30}$",
        "$\\left(-\\dfrac{4}{7}\\right) - \\left(-\\dfrac{2}{3}\\right) = -\\dfrac{2}{21}$",
        "$\\left(-\\dfrac{3}{4}\\right) \\div \\left(-\\dfrac{1}{6}\\right) = \\dfrac{9}{2}$",
        "$-2^2 \\times \\left(-\\dfrac{3}{4}\\right)^2 = -\\dfrac{9}{4}$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 13,
      "question": "천재 수학자 가우스는 어린시절 $1+2+3+\\cdots+100$까지의 합을 친구들과는 다른 방법으로 빠르게 풀어내서 주위를 놀라게 하였는데 다음 식은 그 풀이 과정을 나타낸 것이다. ㉮, ㉯, ㉰에 차례대로 들어갈 알맞은 계산 법칙과 계산 결과는 무엇인가? (4점)<br><img src=\"assets/images/16_연향중_1학기_중간_중1_수학/16_연향중_1학기_중간_중1_수학_q13_img01.png\">",
      "choices": [
        "교환법칙, 결합법칙, $4949$",
        "교환법칙, 결합법칙, $5050$",
        "결합법칙, 교환법칙, $5050$",
        "결합법칙, 교환법칙, $4949$",
        "분배법칙, 교환법칙, $5151$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 14,
      "question": "다음 <보기>의 계산 결과가 옳은 것은? (4점)<br><보기><br>㉠ $(-2) \\times 4x = -8x$<br>㉡ $(-10x+15) \\div 5 = -2x-3$<br>㉢ $(3x-4)+(2x+3) = 5x-1$<br>㉣ $2(x+4)-3(2x-5) = -4x+23$<br>㉤ $(-8x-6) \\times \\dfrac{3}{2} = 12x-9$",
      "choices": [
        "㉠, ㉡",
        "㉡, ㉢",
        "㉡, ㉤",
        "㉠, ㉢, ㉣",
        "㉢, ㉣, ㉤"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 15,
      "question": "$-1\\dfrac{1}{2}$의 역수를 $A$, $9$의 역수를 $B$라고 할 때, $A \\div B$의 값은? (4점)",
      "choices": [
        "$-6$",
        "$-\\dfrac{2}{3}$",
        "$-\\dfrac{2}{9}$",
        "$3$",
        "$4$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 16,
      "question": "다음 중 문자를 사용하여 나타낸 식이다. 옳지 않은 것은? (3점)",
      "choices": [
        "$5$장에 $x$원인 우표 한 장의 값은 $\\dfrac{x}{5}$원이다.",
        "$3$보다 $b$의 $2$배만큼 작은 수는 $3-2b$이다.",
        "시속 $y\\text{ Km}$로 $6$시간 동안 달린 거리는 $6y\\text{ Km}$이다.",
        "한 모서리의 길이가 $a\\text{ cm}$인 정육면체의 겉넓이는 $6a\\text{ cm}^2$이다.",
        "$1500$원짜리 빵을 $x$개 사고 $10000$원을 내었을 때의 거스름돈은 $10000-1500x$이다."
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 17,
      "question": "다음은 곱셈과 나눗셈 기호를 생략하여 나타낸 식이다. 옳은 것은? (3점)",
      "choices": [
        "$x \\times (-1) \\times y = x - y$",
        "$0.1 \\times x = 0.x$",
        "$3 \\times x \\times (-2) \\times x = -6x^2$",
        "$x - y \\div 5 = \\dfrac{x-y}{5}$",
        "$x \\div (y \\times z) = \\dfrac{xz}{y}$"
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 18,
      "question": "$x = -1$일 때, 다음 중 식의 값이 나머지 넷과 다른 하나는? (5점)",
      "choices": [
        "$x$",
        "$-x^2$",
        "$(-x)^2$",
        "$x^3$",
        "$-(-x)^2$"
      ],
      "answer": "",
      "solution": "",
      "score": 5.0
    },
    {
      "id": 19,
      "question": "다음은 $(-35) \\times 97$를 계산하는 과정을 나타낸 것이다. 빈 칸에 알맞은 수와 계산 과정에 사용된 법칙을 차례로 연결한 것은? (4점)<br><br>$(-35) \\times 97 = (-35) \\times (100 - \\square)$<br>$\\phantom{(-35) \\times 97} = (-35) \\times 100 + (-35) \\times (\\square)$<br>$\\phantom{(-35) \\times 97} = -3500 + \\square$<br>$\\phantom{(-35) \\times 97} = \\square$<br><br>㉠ $a+b=b+a$ $\\quad$ ㉡ $(a+b)+c=a+(b+c)$<br>㉢ $a \\times b = b \\times a$ $\\quad$ ㉣ $(a \\times b) \\times c = a \\times (b \\times c)$<br>㉤ $a \\times (b+c) = a \\times b + a \\times c$",
      "choices": [
        "$-3$, $-3$, $105$, $-3395$, ㉡",
        "$3$, $-3$, $105$, $-3395$, ㉤",
        "$3$, $-3$, $-105$, $3395$, ㉢",
        "$-3$, $3$, $-105$, $-3395$, ㉠",
        "$3$, $-3$, $105$, $-3395$, ㉣"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 20,
      "question": "다음 <보기> 중 다항식 $\\dfrac{x^2}{3} - 4x + 5$에 대한 설명으로 옳은 것을 고르면? (3점)<br><보기><br>㉠ $x$에 관한 일차식이다.<br>㉡ 상수항은 $5$이다.<br>㉢ $x$의 계수는 $-4$이다.<br>㉣ 항은 $3$개이다.<br>㉤ $x^2$의 계수는 $1$이다.",
      "choices": [
        "㉠, ㉡",
        "㉠, ㉢",
        "㉡, ㉣",
        "㉢, ㉣, ㉤",
        "㉡, ㉢, ㉣"
      ],
      "answer": "",
      "solution": "",
      "score": 3.0
    },
    {
      "id": 21,
      "question": "다음 식을 간단히 하여 $ax+b$의 꼴로 나타내었을 때, $a+b$의 값을 구하면? (4점)<br><보기><br>$$3(2x-1) - \\dfrac{4x-10}{2}$$",
      "choices": [
        "$-8$",
        "$-4$",
        "$4$",
        "$6$",
        "$12$"
      ],
      "answer": "",
      "solution": "",
      "score": 4.0
    },
    {
      "id": 22,
      "question": "다음은 <서술형 1번 ~ 3번 문제>입니다.<br><br><서술형 1번><br>세 자연수 $30$, $45$, $60$ 중 어느 것으로 나누어도 $3$이 남는 자연수 중에서 가장 큰 세 자리의 자연수를 구하려고 한다. 다음 물음을 잘 읽고 문제의 풀이 과정을 서술하고 답을 쓰시오. (7점)<br><br>1) $30$, $45$, $60$의 최소공배수를 구하시오. (3점)<br><br>2) $30$, $45$, $60$의 공배수 중 세 자리의 자연수를 모두 구하시오. (2점)<br><br>3) 세 자연수 $30$, $45$, $60$ 중 어느 것으로 나누어도 $3$이 남는 자연수 중에서 가장 큰 세 자리의 자연수를 구하시오. (2점)",
      "choices": [],
      "answer": "",
      "solution": "",
      "score": 7.0
    },
    {
      "id": 23,
      "question": "<서술형 2번><br>지호는 다음과 같이 주어진 두 식 $A$, $B$에 대하여 $B \\div A$를 계산하려고 한다. 다음 물음을 잘 읽고 문제의 풀이 과정을 서술하고 답을 쓰시오. (6점)<br><br><img src=\"assets/images/16_연향중_1학기_중간_중1_수학/16_연향중_1학기_중간_중1_수학_q23_img01.png\"><br><br>1) $A$의 계산 순서를 빠른 순서부터 차례대로 쓰고, 식을 계산한 결과를 쓰시오. (2점)<br><br>2) $B$의 계산 순서를 빠른 순서부터 차례대로 쓰고, 식을 계산한 결과를 쓰시오. (2점)<br><br>3) $B \\div A$를 구하는 풀이 과정을 서술하고 답을 쓰시오. (2점)",
      "choices": [],
      "answer": "",
      "solution": "",
      "score": 6.0
    },
    {
      "id": 24,
      "question": "<서술형 3번><br>다음은 지수와 누나가 과수원에서 나눈 대화이다. 지수가 딴 사과의 개수를 $x$개라고 할 때, 다음 물음을 잘 읽고 문제의 풀이 과정을 서술하고 답을 쓰시오. (7점)<br><br>지수: 누나가 나보다 사과 3개를 더 땄네.<br>누나: 그래? 그런데 어머니는 네가 딴 것의 2배를 따셨고, 아버지는 나와 어머니가 딴 것을 합한 개수보다 4개 적게 따셨어.<br><br>1) 누나, 어머니, 아버지가 딴 사과의 개수를 $x$를 사용하여 식으로 나타내시오. (각 1점)<br>- 누나 : ( $\\phantom{xxxx}$ )<br>- 어머니 : ( $\\phantom{xxxx}$ )<br>- 아버지 : ( $\\phantom{xxxx}$ )<br><br>2) 지수네 가족 4명이 딴 전체 사과의 개수를 구하는 풀이 과정을 서술하고 답을 $x$를 사용한 식으로 나타내시오. (2점)<br><br>3) 지수가 2개의 사과를 땄을 때, 가족 4명이 딴 전체 사과의 개수를 구하는 풀이 과정을 서술하고 답을 쓰시오. (2점)",
      "choices": [],
      "answer": "",
      "solution": "",
      "score": 7.0
    }
  ]
};
