window.examData = {
  "id": "21_동산중_1학기_기말_중3_수학",
  "title": "2021학년도 동산중학교 3학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3,
      "question": "$(x+2)(x-4)-7=(x+a)(x+b)$일 때, $a+b$의 값을 구하면? (3점)",
      "choices": [
        "2",
        "-2",
        "7",
        "-7",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3,
      "question": "식 $2x^2-5x-3$을 인수분해하면 $(ax+b)(cx+d)$가 될 때, $a+b+c+d$의 값을 구하면? (3점)",
      "choices": [
        "1",
        "-1",
        "2",
        "-2",
        "3"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4,
      "question": "어떤 두 일차식의 곱이 $3x^2+7x-6$일 때, 두 일차식의 합을 구하면? (4점)",
      "choices": [
        "$4x+1$",
        "$4x-1$",
        "$4x+5$",
        "$4x-5$",
        "$3x-6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4,
      "question": "두 정수 $a, b$에 대하여 $x^2+kx-12=(x+a)(x+b)$일 때, 정수 $k$의 값이 될 수 <u>없는</u> 것은? (4점)",
      "choices": [
        "1",
        "-1",
        "4",
        "-4",
        "8"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4,
      "question": "넓이가 $6a^2+a-2$인 직사각형의 가로의 길이가 $3a+2$일 때, 이 직사각형의 세로의 길이를 구하면? (4점)<br><br><img src=\"assets/images/21_동산중_1학기_기말_중3_수학/q05.png\">",
      "choices": [
        "$2a+1$",
        "$2a-1$",
        "$a-1$",
        "$a+1$",
        "$a-2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 3,
      "question": "$ax^2-4x+3=2x(x+2)$가 $x$에 관한 이차방정식이 되기 위한 $a$의 조건은? (3점)",
      "choices": [
        "$a=2$",
        "$a \\ne 2$",
        "$a=-2$",
        "$a \\ne -2$",
        "$a=4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 3,
      "question": "이차방정식 $2x^2+(a+2)x+3=0$의 한 근이 $x=-3$일 때, 상수 $a$의 값을 구하면? (3점)",
      "choices": [
        "5",
        "-5",
        "7",
        "-7",
        "9"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4,
      "question": "$A=x^2-3x-4, B=x^2-x-6$일 때, $AB=0$를 만족하는 $x$의 값이 <u>아닌</u> 것은? (4점)",
      "choices": [
        "-1",
        "-2",
        "3",
        "4",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4,
      "question": "이차방정식 $x^2+3x-9=0$의 한 근이 $x=\\alpha$일 때, $\\alpha^2+4\\alpha-\\frac{9}{\\alpha}$의 값을 구하면? (4점)",
      "choices": [
        "-3",
        "4",
        "-4",
        "6",
        "-6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4,
      "question": "이차방정식 $3x^2+px+q=0$의 두 근이 $x=\\frac{2}{3}, x=-4$일 때, $p+q$의 값을 구하면? (4점)",
      "choices": [
        "1",
        "-1",
        "2",
        "-2",
        "18"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4,
      "question": "이차방정식 $3x^2-5x+2=0$의 큰 근을 $\\alpha$, 작은 근을 $\\beta$라고 할 때, $\\alpha+3\\beta$의 값을 구하면? (4점)",
      "choices": [
        "1",
        "-1",
        "3",
        "5",
        "-5"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4,
      "question": "이차방정식 $x^2-10x+k=0$의 두 근의 비가 $2:3$일 때, $k$값을 구하면? (4점)",
      "choices": [
        "6",
        "10",
        "12",
        "18",
        "24"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4,
      "question": "이차방정식 $x^2-4x+4=4(x-k)$가 중근을 가질 때, $k$값을 구하면? (4점)",
      "choices": [
        "3",
        "-3",
        "6",
        "-6",
        "12"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 3,
      "question": "이차방정식 $(x-p)^2=q$ (단, $p, q$는 상수)가 서로 다른 두 개의 근을 갖기 위한 조건을 찾으면? (3점)",
      "choices": [
        "$p \\ne 0$",
        "$p > 0$",
        "$p < 0$",
        "$q > 0$",
        "$q = 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 3,
      "question": "이차방정식 $x^2+6x-1=0$의 근이 $x=p \\pm \\sqrt{q}$일 때, $p+q$의 값을 구하면? (3점)",
      "choices": [
        "3",
        "5",
        "-5",
        "7",
        "-7"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4,
      "question": "이차방정식 $2x^2-2x-k=0$의 근이 $x=\\frac{A \\pm \\sqrt{11}}{2}$일 때, $k+A$의 값을 구하면? (4점)",
      "choices": [
        "2",
        "3",
        "4",
        "5",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4,
      "question": "$x$에 대한 이차방정식 $x^2-2ax+a^2-9=0$의 두 근이 이차방정식 $x^2-4x-12=0$의 두 근 사이에 있을 때, $a$값의 범위를 구하면? (4점)",
      "choices": [
        "$-1 < a < 3$",
        "$-3 < a < 1$",
        "$1 < a < 3$",
        "$2 < a < 6$",
        "$-2 < a < 6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4,
      "question": "어느 모임의 학생들에게 사탕 130개를 똑같이 나누어 주었더니 학생들에게 돌아가는 사탕의 개수는 모임의 학생 수 보다 3만큼 크다고 한다. 이때, 학생 수를 구하면? (4점)",
      "choices": [
        "9명",
        "10명",
        "11명",
        "12명",
        "13명"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4,
      "question": "야구 경기에서 어느 타자가 친 야구공의 $t$초 후의 높이를 $(-5t^2+25t+1)\\text{m}$라고 한다. 이 야구공이 <u>처음으로</u> 지상으로부터 높이가 $21\\text{m}$인 지점을 지날 때는 야구공을 친 지 몇 초 후인가? (4점)",
      "choices": [
        "1초 후",
        "2초 후",
        "3초 후",
        "4초 후",
        "5초 후"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 3,
      "question": "다음 중 $y$가 $x$에 관한 이차함수인 것을 찾으면? (3점)",
      "choices": [
        "$y=2x^2+3x-2x(x-1)+4$",
        "$y=\\frac{1}{x^2}+3x$",
        "자동차가 시속 $60\\text{km}$로 $x$시간 동안 달린 거리는 $y\\text{km}$이다.",
        "가로의 길이가 $x+4$이고 세로의 길이가 $3x-1$인 직사각형의 넓이는 $y$이다.",
        "빗변이 아닌 한 변의 길이가 $x\\text{cm}$인 직각이등변삼각형의 빗변의 길이는 $y\\text{cm}$이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 3,
      "question": "다음은 $y=-\\frac{1}{3}x^2$의 그래프에 대한 설명이다. <u>틀린</u> 것을 찾으면? (3점)",
      "choices": [
        "점 $(2, -\\frac{4}{3})$을 지나는 포물선이다.",
        "꼭짓점의 좌표는 $(0, 0)$이다.",
        "축은 $y$축이다.",
        "$y=-2x^2$의 그래프보다 폭이 좁다.",
        "$y=\\frac{1}{3}x^2$의 그래프와 $x$축에 대하여 대칭이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 4,
      "question": "이차함수 $y=ax^2$의 그래프가 두 점 $(2, 6), (4, b)$를 지날 때, $ab$의 값을 구하면? (4점)",
      "choices": [
        "12",
        "18",
        "24",
        "30",
        "36"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 8,
      "question": "[서답형 1] 어떤 이차식을 철수는 $x$의 계수를 잘못 보고 $(x+3)(x-8)$로 인수분해 하였고, 영수는 상수항을 잘못 보고 $(x+4)(x-2)$로 인수분해 하였다. 어떤 이차식을 구하고 바르게 인수분해 하여라. (8점)",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 6,
      "question": "[서답형 2] 다음은 고대 그리스의 수학자 디오판토스의 “산학(Arithmetica)”이라는 책에 실려 있는 문제이다. 두 자연수를 구하여라. (6점)<br><br><table style=\"border: 1px solid #000; width: 100%; text-align: center; padding: 12px;\"><tr><td>두 자연수의 차는 3이고,<br>두 수의 제곱의 합은 149이다.</td></tr></table>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 25,
      "score": 6,
      "question": "[서답형 3] 그림과 같이 점 $Q$는 점 $A$를 출발하여 점 $B$까지 일차함수 $y=-x+12$의 그래프를 따라 움직이고 있다. 점 $Q$에서 $x$축, $y$축에 내린 수선의 발을 각각 $P, R$라고 할 때, $\\square OPQR$의 넓이가 32가 되게 하는 점 $P(a, 0)$의 좌표를 모두 구하여라. (6점)<br><br><img src=\"assets/images/21_동산중_1학기_기말_중3_수학/q25.png\">",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
