window.examTitle = "20_매산고_2학기_기말_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "questionNumber": 1,
    "questionType": "객관식",
    "content": "1. 모평균이 10이고 모분산이 9인 모집단에서 임의추출한 크기가 100인 표본의 표본평균을 $\\overline{X}$에 대하여 $E(\\overline{X}) \\times \\sigma(\\overline{X})$은? [4점]",
    "choices": [
      "$\\frac{3}{10}$",
      "$\\frac{9}{10}$",
      "$3$",
      "$9$",
      "$10$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionNumber": 2,
    "questionType": "객관식",
    "content": "2. 확률변수 $X$가 정규분포 $N(50, 10^2)$을 따를 때, 확률변수 $X$를 표준정규분포를 따르는 확률변수 $Z$로 표준화하여 확률을 구하면 다음과 같다. $P(X < 70) = P(Z < a)$을 만족하는 $a$의 값은? [4.1점]",
    "choices": [
      "$-2$",
      "$-1$",
      "$0$",
      "$1$",
      "$2$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionNumber": 3,
    "questionType": "객관식",
    "content": "3. 다음 중 &lt;보기&gt;에서 전수조사와 표본조사 중 전수조사에 적합한 것을 고르면? [4.2점]\n<br><br>&lt;보기&gt;<br>ㄱ. A 학교 2학년 학생 50명의 자율학습 참여 여부 조사<br>ㄴ. B 학교 3학년 학생 30명의 하루동안 휴대 전화 사용 시간 조사<br>ㄷ. C 전자 회사의 최신 휴대폰 액정 강도 검사<br>ㄹ. D 자동차 회사의 최신자동차 정면충돌 안전성 검사<br>ㅁ. E 농장에서 재배한 메론의 당도 조사",
    "choices": [
      "ㄱ, ㄴ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㅁ",
      "ㄷ, ㄹ, ㅁ"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionNumber": 4,
    "questionType": "객관식",
    "content": "4. ${}_n\\mathrm{C}_0 + {}_n\\mathrm{C}_1 3 + {}_n\\mathrm{C}_2 3^2 + \\cdots + {}_n\\mathrm{C}_n 3^n = {}_m\\Pi_{12}$ 일 때, $\\frac{m}{n}$의 값은? [4.3점]",
    "choices": [
      "$\\frac{1}{4}$",
      "$\\frac{1}{3}$",
      "$3$",
      "$4$",
      "$9$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionNumber": 5,
    "questionType": "객관식",
    "content": "5. 연속확률변수 $X$의 확률밀도함수 $f(x)$의 그래프가 아래 그림과 같을 때, $P(4 \\le X \\le 6)$의 값은? [4.4점]",
    "choices": [
      "$\\frac{1}{12}$",
      "$\\frac{1}{6}$",
      "$\\frac{1}{4}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{2}$"
    ],
    "images": [
      "q5.png"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionNumber": 6,
    "questionType": "객관식",
    "content": "6. 다음 표는 감기 환자 106명에게 같은 알약을 매일 일정량씩 투약하도록 하였을 때, 알약을 투약한 횟수에 따라 완치된 환자 수를 나타낸 것이다. 이때, 이 알약을 먹은 환자가 처음 먹은 후 5회 이내에 완치될 확률은? [4.5점]",
    "choices": [
      "$\\frac{5}{53}$",
      "$\\frac{25}{106}$",
      "$\\frac{35}{106}$",
      "$\\frac{23}{53}$",
      "$\\frac{81}{106}$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionNumber": 7,
    "questionType": "객관식",
    "content": "7. 같은 주사위 두 개를 동시에 던지는 시행을 48번 할 때, 두 개 주사위 모두 짝수의 눈이 나오는 횟수가 18번 이상일 확률을 아래 표준정규분포표를 이용하여 구하면? [4.6점]",
    "choices": [
      "$0.0062$",
      "$0.0228$",
      "$0.0668$",
      "$0.1587$",
      "$0.3085$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionNumber": 8,
    "questionType": "객관식",
    "content": "8. 1, 2, 3, 4의 숫자가 하나씩 적힌 4개의 공이 들어있는 주머니에서 복원추출로 2개의 공을 꺼내어 2개의 공에 적힌 수의 평균을 $\\overline{X}$라고 하자. $E(\\overline{X})$의 값은? [4.7점]",
    "choices": [
      "$1$",
      "$1.5$",
      "$2$",
      "$2.5$",
      "$3$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionNumber": 9,
    "questionType": "객관식",
    "content": "9. A고등학교 학생의 일주일 동안 인터넷 강의를 수강하는 시간은 평균이 $m$시간, 표준편차가 3시간인 정규분포를 따른다고 한다. 이 학교 학생 중에서 임의로 36명을 뽑아 조사한 일주일 동안 인터넷 강의를 수강하는 시간의 평균에 대하여 모평균 $m$을 신뢰도 95%로 추정할 때, 모평균과 표본평균의 차의 최댓값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z| \\le 1.96)=0.95$로 계산한다.) [4.8점]",
    "choices": [
      "$0.98$",
      "$1.29$",
      "$1.68$",
      "$1.96$",
      "$2.58$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionNumber": 10,
    "questionType": "객관식",
    "content": "10. 정규분포를 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 모평균을 추정할 때, 신뢰구간의 길이를 $l$이라 하자. 같은 신뢰도로 모평균을 추정하는데 신뢰구간의 길이를 $\\frac{1}{5}\\times l$로 하기 원하는 경우 표본의 크기는 몇 배 더 늘려야 하는가? [4.9점]",
    "choices": [
      "$\\frac{1}{25}$",
      "$\\frac{1}{5}$",
      "$2$",
      "$5$",
      "$25$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionNumber": 11,
    "questionType": "객관식",
    "content": "11. 아래와 같이 원의 중심을 공유하는 3개의 원으로 구성된 원판에 화살을 쏘아 색칠해진 부분을 맞추면 5점을 얻고 그 외에 부분을 맞추면 2점을 잃는다고 하자. 0점에서 시작하여 화살을 100번 쏜 후 점수를 확률변수 $X$라고 할 때, $\\sigma(X)$의 값은? (단, 반지름의 길이는 가장 큰 원부터 순서대로 $5, 3, 2$ 이고, 가장 큰 원의 바깥 부분은 존재하지 않는다.) [4.9점]",
    "choices": [
      "$7$",
      "$14$",
      "$21$",
      "$28$",
      "$35$"
    ],
    "images": [
      "q11.png"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionNumber": 12,
    "questionType": "객관식",
    "content": "12. B고등학교 학생들이 신고 있는 운동화를 조사하였더니 운동화 무게가 평균이 $300\\text{g}$, 표준편차가 $10\\text{g}$인 정규분포를 따른다고 한다. 이 학교 학생 중에서 임의로 $n$명을 선정하여 신고 있는 운동화를 조사하였을 때, 운동화 무게의 평균을 $\\overline{X}$라 하자. $P(\\overline{X} \\ge 302) \\le 0.0808$을 만족시키는 자연수 $n$의 최솟값을 아래 표준정규분포표를 이용하여 구하면? (단, B고등학교 학생들은 모두 운동회를 신고 있다.) [5.1점]",
    "choices": [
      "$47$",
      "$48$",
      "$49$",
      "$50$",
      "$51$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionNumber": 13,
    "questionType": "객관식",
    "content": "13. 한 개의 주사위를 세 번 던져서 나오는 눈의 수를 차례로 $a, b, c$라 할 때, $a+b+c$의 값이 홀수이고 $a \\le b \\le c$을 만족시키는 사건을 $A$라고 하자. 주사위 한 개를 3번 던지는 시행을 126회 반복할 때, 사건 $A$가 일어나는 횟수를 확률변수 $X$라 하자. $E(6X)$의 값은? [5.2점]",
    "choices": [
      "$90$",
      "$92$",
      "$94$",
      "$96$",
      "$98$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionNumber": 14,
    "questionType": "객관식",
    "content": "14. 두 확률변수 $X, Y$가 각각 정규분포 $N(b, a^2), N(a, b^2)$을 따를 때, 확률 $P(X \\ge 3)=P(Y \\le 4)$을 만족시키는 두 실수 $a, b$에 대하여 점 $(a, b)$가 이루는 도형의 둘레 길이는? (단, $a>0, b>0$) [5.3점]",
    "choices": [
      "$\\frac{5}{2}\\pi$",
      "$5\\pi$",
      "$\\frac{15}{2}\\pi$",
      "$10\\pi$",
      "$\\frac{25}{2}\\pi$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionNumber": 15,
    "questionType": "단답형",
    "content": "단답형 1. 확률변수 $X$의 확률질량함수가 $P(X=x) = \\frac{x}{{}_5\\mathrm{C}_2}\\,(x=1, 2, 3, 4)$일 때, $E(X)$를 구하시오. [5점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionNumber": 16,
    "questionType": "단답형",
    "content": "단답형 2. 어느 모집단의 확률변수 $X$의 확률분포를 표로 나타내면 아래와 같다. $E(X^2)=\\frac{5}{3}$일 때, 이 모집단에서 임의 추출한 크기가 10인 표본의 표본평균 $\\overline{X}$에 대하여 $V(\\overline{X})$의 값을 구하시오. [5점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionNumber": 17,
    "questionType": "단답형",
    "content": "단답형 3. 확률변수 $X$가 정규분포 $N(m, k^2)$을 따르고 다음 조건을 만족시킨다고 할 때, 확률변수 $X$와 모평균 $m$의 차이가 $3k$ 이상일 확률을 구하시오. (단, $k>0$) [5점]\n<br><br>&lt;조건&gt;<br>(1) $P(|X-m| \\le k) = \\frac{1}{4}$<br>(2) $P(-k \\le X-m \\le 2k) = \\frac{1}{3}$<br>(3) $P(-3k \\le X-m \\le 2k) = \\frac{4}{9}$",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionNumber": 18,
    "questionType": "서술형",
    "content": "서술형 1. 5명이 가위바위보를 한 번 할 때, 3명이 이길 확률을 구하고자 한다. 다음 순서에 따라 물음에 답하시오. [10점]\n<br><br>1-1. 5명이 가위바위보를 할 때 나올 수 있는 모든 경우의 수를 구하시오. [2점]<br>1-2. 3명이 이기는 경우의 수를 구하시오. [6점]<br>1-3. 위 문제들을 이용하여 5명이 가위바위보를 해서 3명이 이길 확률을 구하시오. [2점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionNumber": 19,
    "questionType": "서술형",
    "content": "서술형 2. A 고등학교 학생들의 확률과통계 시험 점수는 표준편차가 2인 정규분포를 따른다고 한다. 이 학교 학생 중에서 36명을 임의로 추출하여 이 학교 전체 확률과통계 시험 점수 평균 $m$을 신뢰도 90%로 추정한 신뢰구간과 신뢰도 $\\alpha$%로 추정한 신뢰구간이 있을 때, 신뢰도 90%로 추정한 신뢰구간의 길이가 신뢰도 $\\alpha$%로 추정한 신뢰구간의 길이의 4배보다 크다고 할 때, 실수 $\\alpha$의 최댓값을 아래 표준정규분포표를 이용하여 다음 순서에 따라 물음에 답하시오. [10점]\n<br><br>1-1. A 고등학교 학생들의 확률과통계 시험 점수를 확률변수 $X$라 하자. 표본평균의 분산값을 구하시오. [2점]<br>1-2. 90% 신뢰구간과 신뢰구간 길이를 구하시오. [4점]<br>1-3. $\\alpha$% 신뢰구간과 신뢰구간 길이를 구하시오. [2점]<br>1-4. 신뢰구간 길이를 비교하는 부등식을 제시하고 실수 $\\alpha$의 최댓값을 구하시오. [2점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  }
];
