window.examData = {
  title: "24_효천고_2학기_기말_고1_수학",
  totalScore: 100.0,
  questions: [
  {
    "id": 1,
    "score": 3.0,
    "question": "유리함수 $y = \\frac{1}{x-2} - 3$의 점근선을 모두 적은 것은? [3점]",
    "choices": [
      "$x = 1, y = 2$",
      "$x = 2, y = 1$",
      "$x = -2, y = -3$",
      "$x = -2, y = 3$",
      "$x = 2, y = -3$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "score": 3.1,
    "question": "$180$의 양의 약수의 개수는? [3.1점]",
    "choices": [
      "6",
      "12",
      "15",
      "18",
      "24"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "score": 3.2,
    "question": "문자 $\\mathrm{P, E, R, M, U, T, E}$가 적힌 카드 7장을 일렬로 나열할 때, $\\mathrm{E}$ 두 장이 양 끝에 오는 모든 경우의 수는? [3.2점]",
    "choices": [
      "48",
      "120",
      "240",
      "360",
      "720"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "score": 3.3,
    "question": "남학생 6명과 여학생 4명이 있는 동아리에서 남학생 2명, 여학생 2명을 뽑아 한 모둠을 구성하는 모든 방법의 수는? [3.3점]",
    "choices": [
      "15",
      "45",
      "60",
      "90",
      "120"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "score": 3.4,
    "question": "$\\sqrt{3x+5} + \\sqrt{2-x}$의 값이 실수가 되도록 하는 정수 $x$의 개수는? [3.4점]",
    "choices": [
      "1",
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "score": 3.5,
    "question": "남학생 2명과 여학생 3명을 일렬로 세울 때, 여학생 중 적어도 2명은 이웃하게 세우는 경우의 수는? [3.5점]",
    "choices": [
      "108",
      "112",
      "118",
      "120",
      "144"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "score": 3.6,
    "question": "유리함수 $f(x) = \\frac{ax+b}{x+c}$의 그래프가 그림과 같을 때, 무리함수 $g(x) = \\sqrt{cx-b} - a$의 그래프가 지나는 사분면을 모두 적은 것은? [3.6점]<br><br><img src=\"assets/images/24_효천고_2학기_기말_고1_수학/q07.png\" alt=\"q07\">",
    "choices": [
      "제 1, 4사분면",
      "제 1, 2사분면",
      "제 1, 2, 4사분면",
      "제 2, 3사분면",
      "제 3, 4사분면"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "score": 3.7,
    "question": "실수 $k$에 대하여 함수 $y = \\frac{9}{x}$의 그래프와 직선 $y = x+k$가 만나는 두 점 사이의 거리를 $l(k)$라 할 때, $l(k)$의 최솟값은? [3.7점]",
    "choices": [
      "$3\\sqrt{2}$",
      "4",
      "$6\\sqrt{2}$",
      "6",
      "9"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "score": 3.8,
    "question": "실수 전체의 집합에서 정의된 두 함수<br>$$f(x) = \\begin{cases} x-1 & (x \\ge 1) \\\\ -x^2+4x-3 & (x < 1) \\end{cases}, \\quad g(x) = \\frac{1}{3}x - 4$$<br>에서 $(f^{-1} \\circ g \\circ f)(4)$를 구하면? [3.8점]",
    "choices": [
      "-4",
      "-2",
      "0",
      "2",
      "4"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "score": 3.9,
    "question": "$1 \\le r \\le n$일 때, 등식 $r \\times {}_n\\mathrm{C}_r = n \\times {}_{n-1}\\mathrm{C}_{r-1}$이 성립함을 두 가지 풀이로 확인한 것이다. 아래의 과정에서 (가), (나), (다)에 알맞은 것은? [3.9점]<br><br>[풀이 1]<br>$n \\times {}_{n-1}\\mathrm{C}_{r-1} = n \\times \\frac{(n-1)!}{(r-1)!\\{(n-1)-(r-1)\\}!} = \\frac{n!}{(r-1)!(n-r)!} = r \\times \\frac{n!}{\\boxed{\\text{ (가) }}(n-r)!} = r \\times {}_n\\mathrm{C}_r$<br><br>[풀이 2]<br>학생 $n$명 중에서 회장 1명을 포함하여 임원 $r$명을 뽑는 경우의 수는 다음과 같이 두 가지 방법으로 구할 수 있다.<br>(i) (임원을 먼저 뽑는 경우) $n$명 중에서 임원 $r$명을 뽑는 경우의 수는 ${}_n\\mathrm{C}_r$이고, 뽑힌 임원 $r$명 중에서 회장 1명을 뽑는 경우의 수는 $r$이므로 구하는 경우의 수는 $r \\times {}_n\\mathrm{C}_r$<br>(ii) (회장을 먼저 뽑는 경우) $n$명 중에서 회장 1명을 뽑는 경우의 수는 $n$이고, 나머지 $(n-1)$명 중에서 임원 $\\boxed{\\text{ (나) }}$명을 뽑는 경우의 수는 $\\boxed{\\text{ (다) }}$이므로 구하는 경우의 수는 $n \\times {}_{n-1}\\mathrm{C}_{r-1}$<br>따라서 $r \\times {}_n\\mathrm{C}_r = n \\times {}_{n-1}\\mathrm{C}_{r-1}$",
    "choices": [
      "(가): $r!$, (나): $r-1$, (다): ${}_{n-1}\\mathrm{C}_{r-1}$",
      "(가): $(r-1)!$, (나): $r$, (다): ${}_{n-1}\\mathrm{C}_r$",
      "(가): $r!$, (나): $r$, (다): ${}_{n-1}\\mathrm{C}_{r-1}$",
      "(가): $(r-1)!$, (나): $r-1$, (다): ${}_n\\mathrm{C}_{r-1}$",
      "(가): $r!$, (나): $r$, (다): ${}_{n-1}\\mathrm{C}_r$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "score": 4.0,
    "question": "함수 $y = 4\\sqrt{x}$의 그래프를 $y$축의 방향으로 $k$만큼 평행이동한 함수를 $y = f(x)$라 하자. $y = f(x)$와 그 역함수 $y = f^{-1}(x)$의 그래프가 서로 접할 때, $k$의 값은? [4점]",
    "choices": [
      "-4",
      "-1",
      "0",
      "1",
      "4"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "score": 4.2,
    "question": "$\\mathrm{A}$와 $\\mathrm{B}$를 포함한 12명을 4명씩 3개의 조로 나눌 때 $\\mathrm{A}$와 $\\mathrm{B}$가 같은 조에 포함되도록 나누는 경우의 수는? [4.2점]",
    "choices": [
      "554",
      "756",
      "998",
      "1210",
      "1575"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "score": 4.3,
    "question": "집합 $X = \\{-2, -1, 0, 1, 2\\}$에 대하여 함수 $f : X \\to X$가 역함수가 존재하고 다음 조건을 만족시킨다. 이때 $3f(1) + f(2) + f(-1)$의 값은? [4.3점]<br><br>〈조건〉<br>(가) $(f \\circ f)(-1) + f^{-1}(-2) = 4$<br>(나) $k = 0, 1$일 때, $f(k) \\times f(k-2) \\le 0$이다.",
    "choices": [
      "-2",
      "0",
      "1",
      "2",
      "5"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "score": 4.4,
    "question": "정의역이 $\\{x \\mid x \\neq 2\\text{인 실수}\\}$인 함수 $f(x) = \\left| \\frac{-3}{x-2} - 3 \\right|$에 대한 〈보기〉의 설명 중 옳은 것만을 있는 대로 고른 것은? [4.4점]<br><br>〈보기〉<br>ㄱ. 함수 $y = f(x)$의 그래프와 직선 $y = t$의 교점이 0개인 실수 $t$는 1개 존재한다.<br>ㄴ. 함수 $y = f(x)$의 그래프와 직선 $y = t$의 교점이 1개인 실수 $t$는 2개 존재한다.<br>ㄷ. 함수 $y = f(x)$의 그래프와 직선 $y = ax - 2a + 8$의 서로 다른 교점이 2개인 실수 $a$는 3개 존재한다.<br>ㄹ. 함수 $y = f(x)$의 그래프와 직선 $y = 2$의 교점의 $x$좌표의 합은 $-\\frac{2}{5}$이다.",
    "choices": [
      "ㄱ, ㄴ",
      "ㄴ, ㄷ",
      "ㄴ, ㄹ",
      "ㄱ, ㄷ, ㄹ",
      "ㄴ, ㄷ, ㄹ"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "score": 4.5,
    "question": "어느 건축 설계사가 다음 그림과 같이 계단을 설계하려고 한다. $\\overline{\\mathrm{AC}} = 3\\mathrm{m}$, $\\overline{\\mathrm{BC}} = 7.8\\mathrm{m}$일 때, 두 조건 (가), (나)를 모두 만족시키도록 계단을 설계하는 모든 방법의 수는? [4.5점]<br><br><img src=\"assets/images/24_효천고_2학기_기말_고1_수학/q15.png\" alt=\"q15\"><br><br>〈조건〉<br>(가) 한 단의 높이는 $30\\mathrm{cm}$이고, 각 단의 높이는 동일하다.<br>(나) 한 단의 폭은 $60\\mathrm{cm}$의 배수이고, 각 단의 폭은 동일하지 않아도 된다.",
    "choices": [
      "120",
      "155",
      "160",
      "175",
      "220"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "score": 4.6,
    "question": "6인승 자동차에 3명이 타고 있었다. 새로운 사람 3명이 추가로 자동차에 탑승할 때, 운전자는 자리를 바꾸지 않고 나머지 5명은 임의로 앉는다고 한다. 이때, 처음부터 자동차에 탔던 2명이 모두 처음 좌석이 아닌 다른 좌석에 앉게 되는 경우의 수는? [4.6점]",
    "choices": [
      "56",
      "78",
      "81",
      "102",
      "144"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "score": 4.7,
    "question": "함수 $f(x) = \\frac{1}{2}|x^2 - 6x|$에 대하여 $(f \\circ f)(a) = 4$를 만족하는 실수 $a$의 개수는? [4.7점]",
    "choices": [
      "6",
      "8",
      "10",
      "12",
      "14"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "score": 4.8,
    "question": "두 함수 $f(x) = x^3 + 4x^2 + px + q - 6$, $g(x) = x^2 + x - 3$에 대하여 두 집합 $A = \\{x \\mid (g \\circ f)(x) = 0\\}$, $B = \\{x \\mid g(x) = 0\\}$이 있다. $B \\subset A$일 때, 정수 $p, q$에 대하여 $pq$의 최댓값은? [4.8점]",
    "choices": [
      "3",
      "4",
      "5",
      "6",
      "7"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "score": 5.0,
    "question": "[서술형 1]<br>함수 $f(x) = \\sqrt{ax+b} - 1$의 그래프는 점 $(3, 1)$을 지나고 그 역함수 $y = f^{-1}(x)$의 그래프는 점 $(3, 9)$를 지난다. $a+b$의 값을 구하고 그 과정을 서술하시오. [5점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "score": 6.0,
    "question": "[서술형 2]<br>두 함수 $f(x) = \\frac{-2}{x+1}$, $g(x) = \\sqrt{-4x-3}$에 대하여 $(f \\circ g^{-1})^{-1}(1)$의 값을 구하고 그 과정을 서술하시오. [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "score": 6.0,
    "question": "[서술형 3]<br>다음 조건을 만족시키는 자연수 $a, b, c$의 모든 순서쌍 $(a, b, c)$의 개수를 구하고 그 과정을 서술하시오. [6점]<br><br>〈조건〉<br>(가) $a+b+c$는 짝수이다.<br>(나) $a < b < c \\le 15$",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "score": 6.0,
    "question": "[서술형 4]<br>그림과 같이 서로 다른 모양의 $\\mathrm{A, B, C, D, E}$ 5개의 영역을 5가지 색으로 칠하려고 한다. 각 영역을 구분하기 위해 인접한 영역을 서로 다른 색으로 칠하는 방법의 수를 구하고 그 과정을 서술하시오. (단, 같은 색을 두 번 사용해도 된다.) [6점]<br><br><img src=\"assets/images/24_효천고_2학기_기말_고1_수학/q22.png\" alt=\"q22\">",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 23,
    "score": 7.0,
    "question": "[서술형 5]<br>아래 그림의 $\\mathrm{A}$지점에서 $\\mathrm{B}$지점까지 $\\rightarrow, \\uparrow, \\downarrow$ 방향으로 갈 수 있는 방법의 가짓수는? (단, 한 번 지나간 길은 다시 지나지 않는다.) [7점]<br><br><img src=\"assets/images/24_효천고_2학기_기말_고1_수학/q23.png\" alt=\"q23\">",
    "choices": [],
    "answer": "",
    "solution": ""
  }
]
};
