window.examData = {
  "title": "2022학년도 순천연향중 2학년 1학기 중간고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 4.0,
      "question": "<p>다음 중 옳은 것은? [4점]</p>",
      "choices": [
        "정수가 아닌 유리수는 유한소수 또는 순환소수로 나타낼 수 있다.",
        "$0.111\\cdots$과 같이 소수점 아래에서 일정한 숫자의 배열이 한없이 되풀이되는 소수는 유한소수이다.",
        "기약분수의 분모에 $2$ 또는 $5$ 이외의 소인수가 있으면 유한소수이다.",
        "순환소수 중에는 유리수가 아닌 것도 있다.",
        "유리수 중에는 분수로 나타낼 수 없는 것도 있다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>다음 중 순환소수 $4.7853853\\cdots$의 순환마디를 사용하여 바르게 나타낸 것은? [3점]</p>",
      "choices": [
        "$4.\\dot{7}85\\dot{3}$",
        "$4.7\\dot{8}5\\dot{3}$",
        "$4.78\\dot{5}\\dot{3}$",
        "$4.785\\dot{3}$",
        "$4.\\dot{7}85385\\dot{3}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "<p>두 분수 $\\frac{13}{110}$와 $\\frac{7}{36}$에 자연수 $N$을 각각 곱하면 모두 유한소수로 나타낼 수 있을 때, $N$의 값이 될 수 있는 가장 작은 자연수를 구하면? [4점]</p>",
      "choices": [
        "$9$",
        "$11$",
        "$33$",
        "$99$",
        "$117$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4.0,
      "question": "<p>다음 중 유리수가 <u>아닌</u> 것은? [4점]</p>",
      "choices": [
        "$0$",
        "$3.141592\\cdots$",
        "$0.\\dot{2}\\dot{7}$",
        "$-0.12$",
        "$\\frac{3}{4}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "<p>$x \\ge 1$ 일 때, $A=-2x+6$ 을 만족시키는 자연수 $A$의 개수는? [4점]</p>",
      "choices": [
        "$2$",
        "$3$",
        "$4$",
        "$5$",
        "$6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4.0,
      "question": "<p>다음 중 계산 결과가 <u>다른</u> 하나는? [4점]</p>",
      "choices": [
        "$(a^3)^4$",
        "$a^4 \\times a^8$",
        "$a^{24} \\div a^2$",
        "$(a^2)^3 \\times a^6$",
        "$(a^4)^6 \\div a^{12}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "<p>$(-2x^2)^3 \\times \\left(\\frac{5}{2}x^3\\right)^2$을 간단히 하면? [4점]</p>",
      "choices": [
        "$-100x^{12}$",
        "$-50x^{12}$",
        "$-20x^{12}$",
        "$50x^{12}$",
        "$100x^{12}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4.0,
      "question": "<p>다음 등식을 만족시키는 세 자연수 $a, b, c$에 대하여 $a+b+c$의 값을 구하면? [4점]</p><div class=\"box-content\">$3x^5y^2 \\times (-2x^5y^4)^2 \\div 6x^2y^3 = ax^by^c$</div>",
      "choices": [
        "$-22$",
        "$-21$",
        "$21$",
        "$22$",
        "$23$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "<p>다음 그림과 같이 밑변의 길이가 $6a^2b$이고, 높이가 $5ab^2$ 인 삼각형의 넓이는? [4점]</p><div class=\"question-image\"><img src=\"assets/images/22_연향중_1학기_중간_중2_수학/q09.png\"/></div>",
      "choices": [
        "$30a^3b^3$",
        "$15a^2b^3$",
        "$15a^3b^3$",
        "$4a^3b^4$",
        "$4a^4b^3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>어떤 식에 $x^2-5x+1$을 더해야할 것을 잘못하여 빼었더니 $3x^2-2x+4$가 되었다. 이때 바르게 구한 식을 고르면? [4점]</p>",
      "choices": [
        "$5x^2-12x+6$",
        "$5x^2+12x+6$",
        "$3x^2-2x+4$",
        "$3x^2-12x+4$",
        "$x^2+8x+2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>$(5^2)^a \\times 5^{16} \\div (5^3)^2 = 5^{18}$ 일 때, $a$의 값을 구하면? (단, $a$는 상수이다) [4점]</p>",
      "choices": [
        "$1$",
        "$2$",
        "$3$",
        "$4$",
        "$5$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>$(15x^3-21x^2+6x) \\div \\frac{3}{2}x$를 간단히 하면? [4점]</p>",
      "choices": [
        "$10x^4-14x^3+4x^2$",
        "$10x^3-14x^2+4x$",
        "$10x^4+14x^3+4x^2$",
        "$10x^2+14x+4$",
        "$10x^2-14x+4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>$\\frac{2x^4-4x^5}{2x} - \\frac{10x^3-15x^6}{5x^3}$ 을 계산하면? [4점]</p>",
      "choices": [
        "$-2x^4+4x^3-2$",
        "$-2x^4-4x^3-2$",
        "$-2x^4-2x^3-2$",
        "$2x^4+4x^3-2$",
        "$2x^4+4x^3-2x$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 3.0,
      "question": "<p>다음 [보기] 중 일차부등식을 모두 고르면? [3점]</p><div class=\"box-content\"><b>[보기]</b><br>ㄱ. $4 > 2x-4$<br>ㄴ. $-x+6 \\le x+5$<br>ㄷ. $4x-5 \\ge 2x$<br>ㄹ. $6x^2-12 < 3x-12$<br>ㅁ. $2x-8 < 2x+4$</div>",
      "choices": [
        "ㄱ, ㄷ",
        "ㄱ, ㄴ, ㄷ",
        "ㄱ, ㄴ, ㅁ",
        "ㄱ, ㄷ, ㄹ",
        "ㄱ, ㄴ, ㄷ, ㅁ"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "<p>$a < 0$일 때, $x$에 대한 일차부등식 $5(ax+1) \\le 7ax-5$ 의 해는? [4점]</p>",
      "choices": [
        "$x \\le -\\frac{5}{a}$",
        "$x \\ge -\\frac{5}{a}$",
        "$x \\le 0$",
        "$x \\le \\frac{5}{a}$",
        "$x \\ge \\frac{5}{a}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 5.0,
      "question": "<p>민규가 등산을 하는데 올라갈 때는 $x\\text{km}$의 거리를 시속 $3\\text{km}$로, $20$분 쉬다가 내려올 때는 같은 길을 시속 $5\\text{km}$로 걸어서 $2$시간 $40$분 이내로 돌아오려고 한다. 다음 중 $x$에 대한 식을 가장 바르게 나타낸 식은? [5점]</p>",
      "choices": [
        "$\\frac{x}{3}+20+\\frac{x}{5} \\le 160$",
        "$\\frac{x}{3}-20+\\frac{x}{5} \\le 160$",
        "$\\frac{x}{3}+\\frac{1}{3}+\\frac{x}{5} \\le \\frac{8}{3}$",
        "$\\frac{3}{x}+\\frac{1}{3}+\\frac{5}{x} \\le \\frac{8}{3}$",
        "$3x+20+5x \\le 160$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "<p>다음 중 옳은 것은? [4점]</p>",
      "choices": [
        "$\\frac{x}{6} < \\frac{y}{6}$이면 $x > y$이다.",
        "$2a < 2b$이면 $a > b$이다.",
        "$-a < -b$이면 $a < b$이다.",
        "$\\frac{a}{2}+c-4 > \\frac{b}{2}+c-4$이면 $a < b$이다.",
        "$-x+3 > -y+3$이면 $x < y$이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 5.0,
      "question": "<p>$2^8 \\times 5^{11}$이 몇 자리 자연수인지 구하면? [5점]</p>",
      "choices": [
        "$8$",
        "$9$",
        "$10$",
        "$11$",
        "$12$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4.0,
      "question": "<p>일차부등식 $\\frac{x+3}{2} < -2x+5$ 을 만족시키는 $x$의 값 중에서 가장 큰 정수를 구하면? [4점]</p>",
      "choices": [
        "$0$",
        "$1$",
        "$2$",
        "$3$",
        "$4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 4.0,
      "question": "<p>$\\frac{72^9}{54^6} = 2^a$, $\\frac{9^5+9^5+9^5}{3^3+3^3+3^3} = 3^b$ 일 때, $a+b$의 값을 구하면? [4점]</p>",
      "choices": [
        "$20$",
        "$24$",
        "$28$",
        "$32$",
        "$36$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 5.0,
      "question": "<p>$\\frac{a}{70}$를 약분하면 $\\frac{1}{b}$이 되고, 이것을 소수로 나타내면 유한소수가 된다. 이 때, $a-b$의 값을 구하시오. (단, $8 < a < 20$) [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>수연이네 집은 공기청정기를 새로 장만하려고 한다. 공기청정기를 구입하는 경우에는 공기청정기 가격 60만원과 매달 16000원의 필터 교체비가 들고, 공기청정기를 대여할 경우에는 매달 36000원의 대여비가 든다. 공기청정기를 $x$개월 동안 사용한다고 할 때, 다음에 답하시오. [5점]</p><p>(1) 공기청정기를 구입하는 경우와 대여하는 경우에 드는 비용을 각각 식으로 나타내시오. [2점]</p><p>(2) 공기청정기를 구입하는 것이 유리하려면 공기청정기를 최소 몇 개월 이상 사용해야하는지 구하시오. [3점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>어떤 기약분수를 순환소수로 나타내는데, 희성이는 분모를 잘못 보아서 $0.1\\dot{2}\\dot{3}$이라 하였고, 민우는 분자를 잘못 보아서 $0.5\\dot{1}$라고 하였다. 처음의 기약분수를 순환소수로 바르게 나타내시오. [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5.0,
      "question": "<p>분수 $\\frac{6}{111}$을 소수로 나타낼 때, 소수점 아래 $992$번째 자리의 숫자를 구하시오. [5점]</p><p>(1) $\\frac{6}{111}$의 순환마디를 구하시오. [2점]</p><p>(2) 소수점 아래 $992$번째 자리의 숫자를 구하시오. [3점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
