window.examData = {
  "title": "2021학년도 순천신흥중 2학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>1. 일차방정식 $2x+y=10$을 만족시키는 자연수 $x$와 $y$의 순서쌍 $(x, y)$의 개수는? [3점]</p>",
      "choices": [
        "1개",
        "2개",
        "3개",
        "4개",
        "5개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>2. 다음 연립방정식 중에서 해가 $x=2, y=-3$인 것은? [3점]</p>",
      "choices": [
        "$\\begin{cases} x+y=-1 \\\\ x-y=5 \\end{cases}$",
        "$\\begin{cases} 3x+2y=1 \\\\ 5x+y=-7 \\end{cases}$",
        "$\\begin{cases} 2x-y=-7 \\\\ x+2y=-6 \\end{cases}$",
        "$\\begin{cases} 2x-3y=13 \\\\ x-2y=-8 \\end{cases}$",
        "$\\begin{cases} 4x+y=-5 \\\\ x-y=1 \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "<p>3. 연립방정식 $\\begin{cases} 2x-3y=13 \\\\ x-2y=-8 \\end{cases}$의 해를 $(p, q)$라 할 때, $p+q$의 값은? [4점]</p>",
      "choices": [
        "$-11$",
        "$-5$",
        "$3$",
        "$7$",
        "$11$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4.0,
      "question": "<p>4. 연립방정식 $\\begin{cases} ax+by=3 \\\\ bx-ay=2 \\end{cases}$의 해가 $x=2, y=3$일 때, $a+b$의 값은? [4점]</p>",
      "choices": [
        "$-13$",
        "$-1$",
        "$0$",
        "$1$",
        "$13$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "<p>5. 연립방정식 $\\begin{cases} 4x-2y=b \\\\ -x+ay=4 \\end{cases}$의 해가 무수히 많을 때, 상수 $a$의 값을 구하면? [4점]</p>",
      "choices": [
        "$-2$",
        "$-\\frac{1}{2}$",
        "$\\frac{1}{2}$",
        "$1$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4.0,
      "question": "<p>6. 세 개에 4500원인 빵과 두 개에 2400원인 음료수를 합하여 18개를 사고 24000원을 지불하였다. 이때 구입한 빵의 개수는? [4점]</p>",
      "choices": [
        "6개",
        "7개",
        "8개",
        "9개",
        "10개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 3.0,
      "question": "<p>7. 다음에서 $y$가 $x$에 대한 일차함수인 것은 모두 몇 개인가? [3점]</p><p>ㄱ. $y = 1000x$<br>ㄴ. $y = x^2 - 2x + 3$<br>ㄷ. $y = -\\frac{2}{x} + 1$<br>ㄹ. $y = 5 - 3x$<br>ㅁ. $y = 5$</p>",
      "choices": [
        "1개",
        "2개",
        "3개",
        "4개",
        "5개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 5.0,
      "question": "<p>8. 일차함수 $y=-\\frac{1}{3}x-1$의 그래프의 기울기를 $a$, $x$절편을 $b$, $y$절편을 $c$라 할 때, $abc$의 값은? [5점]</p>",
      "choices": [
        "$-3$",
        "$-1$",
        "$-\\frac{1}{3}$",
        "$\\frac{1}{3}$",
        "$1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 3.0,
      "question": "<p>9. 다음 일차함수 중에서 그래프가 오른쪽 위로 향하는 것은? [3점]</p>",
      "choices": [
        "$y = 5 - 3x$",
        "$y = -2x - 4$",
        "$y = \\frac{1}{2}x - 4$",
        "$y = -4x - 2$",
        "$y = -x - 3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>10. 오른쪽 그림과 같은 직선을 그래프로 하는 직선의 방정식을 구하면? [4점]</p><p><img src=\"assets/images/21_신흥중_1학기_기말_중2_수학/q10.png\" alt=\"도형\"></p>",
      "choices": [
        "$3x + 2y - 6 = 0$",
        "$2x - 3y - 6 = 0$",
        "$2x - 3y + 6 = 0$",
        "$3x - 2y - 6 = 0$",
        "$3x - 2y + 6 = 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>11. 두 점 $(2, 3)$과 $(6, k)$를 지나는 일차함수의 그래프가 일차함수 $y=\\frac{1}{2}x-2$의 그래프와 평행할 때, $k$의 값을 구하면? [4점]</p>",
      "choices": [
        "2",
        "3",
        "4",
        "5",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>12. 일차함수 $y=-\\frac{3}{4}x-6$의 그래프와 $x$축, $y$축으로 둘러싸인 도형의 넓이는? [4점]</p>",
      "choices": [
        "12",
        "18",
        "24",
        "36",
        "48"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>13. 일차함수 $y=ax$의 그래프를 $y$축의 방향으로 3만큼 평행이동하면 일차함수 $y=-\\frac{1}{2}x+b$의 그래프가 된다. 이때 $ab$의 값을 구하면? (단, $a, b$는 상수이다.) [4점]</p>",
      "choices": [
        "$-3$",
        "$-\\frac{3}{2}$",
        "$-1$",
        "$\\frac{3}{2}$",
        "$3$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "<p>14. 다음 두 일차방정식 $3x+y=2$와 $3x-2y=-1$의 그래프의 교점의 좌표는? [4점]</p>",
      "choices": [
        "$(1, -1)$",
        "$(\\frac{1}{3}, 1)$",
        "$(1, \\frac{1}{3})$",
        "$(-\\frac{1}{3}, 1)$",
        "$(\\frac{1}{3}, -1)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "<p>15. 두 점 $(a+4, 1)$과 $(3a+6, 7-a)$를 지나는 직선이 $y$축에 평행할 때, $a$의 값을 구하면? [4점]</p>",
      "choices": [
        "$-3$",
        "$-1$",
        "$1$",
        "$3$",
        "$6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4.0,
      "question": "<p>16. 세 점 $(1, 3), (2, 1), (-6, a)$가 한 직선 위에 있을 때, $a$의 값을 구하면? [4점]</p>",
      "choices": [
        "$-17$",
        "$-15$",
        "$4$",
        "$15$",
        "$17$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4.0,
      "question": "<p>17. 점 $(-1, 1)$을 지나고 직선 $y=-2x+3$에 평행한 직선의 방정식은? [4점]</p>",
      "choices": [
        "$2x + y + 1 = 0$",
        "$2x + y - 1 = 0$",
        "$2x - y + 3 = 0$",
        "$x + 2y - 1 = 0$",
        "$2x - y - 1 = 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 5.0,
      "question": "<p>18. 지면에서 10km까지는 높이가 2km 높아질 때마다 기온이 12℃씩 일정하게 낮아진다고 한다. 지면의 기온이 15℃일 때, 높이가 1.7km인 대청봉 정상의 기온을 구하면? [5점]</p>",
      "choices": [
        "1.6℃",
        "2.8℃",
        "3.6℃",
        "4.8℃",
        "5.2℃"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 5.0,
      "question": "<p>19. 다음 세 일차방정식의 그래프가 삼각형을 이루지 않도록 하는 상수 $a$의 값들의 합을 구하면? [5점]</p><p>$$y-3=0, \\quad 3x-y-9=0, \\quad ax+y-4=0$$</p>",
      "choices": [
        "$-\\frac{8}{3}$",
        "$-\\frac{7}{4}$",
        "$\\frac{8}{3}$",
        "$\\frac{11}{4}$",
        "$\\frac{15}{4}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "<p>20. 세 수 $a, b, c$에 대하여 $a > 0, b < 0, c < 0$일 때, 일차방정식 $ax+by+c=0$의 그래프가 지나지 않는 사분면은? [5점]</p>",
      "choices": [
        "제1사분면",
        "제2사분면",
        "제3사분면",
        "제4사분면",
        "제1, 2사분면"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 4.0,
      "question": "<p>서술형 1. $(a, 1)$과 $(-7, b)$가 일차방정식 $x-3y=-1$의 해일 때, $a+b$의 값을 구하시오. [4점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>서술형 2. 연립방정식 $\\begin{cases} 3x+y=11 \\\\ 2x-y=4 \\end{cases}$의 해가 일차방정식 $ax-y=7$을 만족할 때, 상수 $a$의 값을 구하시오. [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>서술형 3. 일차함수 $y=f(x)$에서 $f(x)=-2x+a$이고 $f(-2)=9$일 때, $f(-1)+f(3)$의 값을 구하시오. (단, $a$는 상수이다.) [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 6.0,
      "question": "<p>서술형 4. 일차함수 $y=3x-9$의 그래프와 $y=-x$의 그래프, $x$축으로 둘러싸인 도형을 $x$축을 축으로 하여 1회전했을 때 생기는 입체도형의 부피를 구하시오. [6점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
