window.examTitle = "16_매산고_1학기_중간_고2_확률과통계";

window.questionBank = [
  {
    "id": 1,
    "questionType": "객관식",
    "content": "두 자연수 $x,~y$에 대하여 부등식 $x+y \\le 5$를 만족하는 순서쌍 $(x,~y)$의 개수를 구하면? [4.1점]",
    "choices": [
      "8",
      "10",
      "7",
      "9",
      "6"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionType": "객관식",
    "content": "7개의 문자 $a, b, c, d, e, f, g$를 일렬로 나열할 때, 양끝에 $a$와 $c$가 오는 경우의 수를 구하면? [4.1점]",
    "choices": [
      "120",
      "150",
      "180",
      "210",
      "240"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionType": "객관식",
    "content": "여섯 명의 선수 A, B, C, D, E, F가 달리기 시합을 한다. A가 B보다 먼저 결승선을 통과하는 경우의 수를 구하면? (단, 어느 두 사람도 동시에 결승선을 통과하지 않는다.) [4.1점]",
    "choices": [
      "360",
      "380",
      "400",
      "520",
      "720"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionType": "객관식",
    "content": "5명의 학생에게 8자루의 연필을 모두 나누어 주는 방법 중에서 연필을 한 자루도 받지 못하는 학생이 반드시 생기는 경우의 수를 구하면? (단, 연필은 구별하지 않는다.) [4.1점]",
    "choices": [
      "420",
      "435",
      "450",
      "460",
      "495"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionType": "객관식",
    "content": "자연수 6을 3이하의 자연수의 합으로 분할하는 방법의 수를 구하면? [4.1점]",
    "choices": [
      "6",
      "7",
      "8",
      "9",
      "10"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionType": "객관식",
    "content": "부등식 $1000 < {}_n\\mathrm{C}_1 + {}_n\\mathrm{C}_2 + \\cdots + {}_n\\mathrm{C}_n < 2000$을 만족하는 자연수 $n$의 값을 구하면? [4.1점]",
    "choices": [
      "10",
      "11",
      "9",
      "8",
      "7"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionType": "객관식",
    "content": "흰공 2개, 빨간공 2개, 파란공 4개 들어있는 주머니에서 임의로 3개의 공을 꺼냈을 때, 빨간공 1개, 파란공 2개가 나올 확률을 구하면? (단, 모든 공의 크기와 모양이 같다.) [4.5점]",
    "choices": [
      "$\\dfrac{3}{56}$",
      "$\\dfrac{8}{56}$",
      "$\\dfrac{3}{14}$",
      "$\\dfrac{1}{7}$",
      "$\\dfrac{3}{17}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionType": "객관식",
    "content": "프로 야구 한국시리즈에서 먼저 4번을 이기는 팀이 우승하게 된다. 한국시리즈에 진출한 두 팀 A, B 중 A의 우승이 7번째 경기에서 확정되는 경우의 수를 구하여라. (단, 매 경기에 무승부는 없다.) [4.5점]",
    "choices": [
      "10",
      "20",
      "30",
      "40",
      "50"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionType": "객관식",
    "content": "다항식 $(x+y+z)^n$의 전개식에서 얻어지는 항의 개수를 $a_n$이라 할 때, $\\sum_{n=1}^{98} \\dfrac{1}{a_n}$의 값을 구하여라. [4.5점]",
    "choices": [
      "$\\dfrac{1}{2}$",
      "$\\dfrac{21}{50}$",
      "$\\dfrac{4}{5}$",
      "$\\dfrac{49}{50}$",
      "$\\dfrac{23}{25}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionType": "객관식",
    "content": "원의 둘레를 6등분하는 여섯개의 점 중에서 임의로 세점을 택하여 삼각형을 만들 때, 만들어진 삼각형이 직각 삼각형일 확률은? [4.5점]<br><img src=\"assets/images/16_매산고_1학기_중간_고2_확률과통계/q10.png\" class=\"exam-img\" alt=\"q10.png\" />",
    "choices": [
      "$\\dfrac{1}{5}$",
      "$\\dfrac{2}{5}$",
      "$\\dfrac{3}{5}$",
      "$\\dfrac{4}{5}$",
      "$\\dfrac{1}{2}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionType": "객관식",
    "content": "5명이 \"가위, 바위, 보\"를 한번 할 때, 2명 또는 3명이 이길 확률은? [4.6점]",
    "choices": [
      "$\\dfrac{2}{81}$",
      "$\\dfrac{10}{81}$",
      "$\\dfrac{20}{81}$",
      "$\\dfrac{40}{81}$",
      "$\\dfrac{50}{81}$"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionType": "객관식",
    "content": "알파벳 소문자 $aaabcc$를 오른쪽 표의 첫번째 가로줄의 각 칸에 한 문자씩 배열하고, 대문자 $AAABCC$를 두번째 가로줄의 각 칸에 한 문자씩 배열할 때, 같은 알파벳이 배열된 세로줄의 수가 1 이하가 되는 모든 표의 개수를 구하여라. [4.6점]<br><img src=\"assets/images/16_매산고_1학기_중간_고2_확률과통계/q12.png\" class=\"exam-img\" alt=\"q12.png\" />",
    "choices": [
      "300",
      "720",
      "800",
      "900",
      "1440"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionType": "객관식",
    "content": "오른쪽 그림과 같이 서로 다른 3종류의 카드가 각각 5장씩 있고, 5장의 카드에는 1부터 5까지의 숫자가 각각 적혀 있다. 이 15장의 카드 중에서 임의로 6장을 뽑을 때, 같은 숫자의 카드가 2장 또는 3장이 있는 경우에 같은 숫자의 카드를 한 조라고 하자. 뽑힌 카드의 조의 개수가 2인 모든 경우의 수를 구하여라. [4.6점]<br><img src=\"assets/images/16_매산고_1학기_중간_고2_확률과통계/q13.png\" class=\"exam-img\" alt=\"q13.png\" />",
    "choices": [
      "2220",
      "2420",
      "2550",
      "2780",
      "2980"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionType": "객관식",
    "content": "민방위 훈련때 사용할 신호를 만들려고 한다. 1초간 울리는 사이렌 방법과 2초간 울리는 사이렌 방법 두가지가 있고, 사이렌과 사이렌 사이에는 쉬는 시간을 1초를 넣어 15초간 걸리는 신호를 만든다면 몇가지 신호를 만들수 있겠는가? [4.6점]",
    "choices": [
      "37",
      "32",
      "21",
      "16",
      "15"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionType": "서술형",
    "content": "[주1] 남학생 5명과 여학생 5명 중에서 4명을 뽑아 이어달리기를 하려 한다. 남학생과 여학생을 적어도 1명씩 포함하여 이어달리기를 하는 경우의 수를 구하여라. [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionType": "서술형",
    "content": "[주2] 다음 물음에 답하여라.<br>$(1+x)^4(1+x^2)^n$의 전개식에서 $x^2$의 계수가 12일 때, 자연수 $n$의 값을 구하여라. [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionType": "서술형",
    "content": "[주3] 다음 물음에 답하여라.<br>9개의 숫자 1, 1, 1, 2, 2, 2, 3, 3, 3 중에서 4개를 사용하여 만들 수 있는 네자리의 정수의 개수를 구하여라. [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionType": "서술형",
    "content": "[서술형 1] 다음 물음에 풀이 과정과 답을 쓰시오.<br>똑같은 10개의 바둑돌이 들어 있는 상자에서 한번에 1개 또는 2개의 바둑돌을 꺼낸다고 할 때, 모든 바둑돌을 꺼내는 방법의 수를 구하여라. [6점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionType": "서술형",
    "content": "[서술형 2] 갑과 을이 같은 금액을 걸고 게임을 하고 있다. 한 게임을 승리하면 1점을 얻고 먼저 5점을 얻는 사람이 건 돈을 모두 가지기로 하였다. 이때 갑과 을이 각 게임에서 이길 확률은 서로 같으며, 비기는 경우는 없다고 한다. 갑이 2점을 얻고 을이 4점을 얻은 상황에서 게임을 중단해야 했을때, 돈을 어떻게 분배하는 것이 공정한지 구하고 그 이유를 설명하여라. [7점]",
    "choices": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionType": "서술형",
    "content": "[서술형 3] 다음을 읽고 서술하시오. [8점]<br><br><b>제시문(가)</b><br>㉠순열 (${}_n\\mathrm{P}_r$), ㉡중복순열 (${}_n\\Pi_r$), ㉢조합 (${}_n\\mathrm{C}_r$), ㉣중복조합 (${}_n\\mathrm{H}_r$), ㉤집합의 분할 ($S(r,n)$), ㉥자연수분할 ($P(r,n)$)은 모두 물건을 상자에 분배하는 것으로 상황을 설정할수 있다.<br><br><b>제시문(나)</b><br>①서로 다른 $r$개의 물건을 서로 다른 $n$개의 상자에 빈 상자도 가능하게 넣은 경우의 수<br>②서로 다른 $r$개의 물건을 동일한 $n$개의 상자에 빈 상자가 없이 넣는 경우의 수<br>③동일한 $r$개의 물건을 서로 다른 $n$개의 상자에 빈 상자도 가능하게 넣은 경우의 수<br>④동일한 $r$개의 물건을 동일한 $n$개의 상자에 빈 상자가 없이 넣는 경우의 수<br>⑤서로 다른 $r$개의 물건을 서로 다른 $n$개의 상자에 1개의 물건만 넣는 것이 가능하며 빈 상자도 가능하게 넣는 경우의 수<br>⑥동일한 $r$개의 물건을 서로 다른 $n$개의 상자에 1개의 물건만 넣는 것이 가능하며 빈 상자도 가능하게 넣은 경우의 수<br>(단, ②④은 $r \\ge n$이고 ⑤⑥은 $n \\ge r$이다.)<br><br><b>제시문(다)</b><br>집합 $X=\\{1,2,3,\\cdots,r\\}$, $Y=\\{1,2,3,\\cdots,n\\}$를 각각 정의역과 공역으로 하는 함수 $f$의 개수는 ㉠㉡㉢㉣㉤㉥과 연결시켜 볼수 있다.<br>ⓐ집합 $X$에서 $Y$로의 함수 $f$의 개수<br>ⓑ$x_1, x_2 \\in X$일때, $x_1 \\neq x_2$ 이면 $f(x_1) \\neq f(x_2)$인 함수 $f$의 개수<br>ⓒ$x_1, x_2 \\in X$일때, $x_1 < x_2$ 이면 $f(x_1) < f(x_2)$인 함수 $f$의 개수<br>ⓓ$x_1, x_2 \\in X$일때, $x_1 < x_2$ 이면 $f(x_1) \\le f(x_2)$인 함수 $f$의 개수<br>ⓔ$f$의 치역과 공역이 같은 함수 $f$의 개수<br><br>(1) 제시문(다)에 나오는 ⓐ~ⓓ의 경우의 수는 제시문(나)의 ①~⑥중에서 어느 것과 같은지 제시문(가)㉠~㉥중에서 어느것과 같은지 설명하시오. [4점]<br><br>(2) $r$명의 학생을 $n$개의 그룹으로 나누는 경우의 수를 제시문(나)의 ①~⑥중에서 어느 것과 같은지 제시문(가)의 ㉠~㉥중에서 어느것과 같은지를 설명하고 특정한 한 학생이 혼자 한개의 조를 만들 경우와 특정한 한 학생이 두명 이상의 조에 들어가는 경우의 수를 기호를 사용하여 점화식을 구하고 6명을 3개의 그룹으로 나누는 경우의 수를 점화식을 사용하여 구하시오. [4점]",
    "choices": [],
    "answer": "",
    "solution": ""
  }
];
