window.examData = {
  "title": "2021학년도 순천매산중 2학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>1. 다음에서 미지수가 2개인 일차방정식을 모두 찾으면? (정답 2개) [3점]</p>",
      "choices": [
        "$x^2 - 3y = 0$",
        "$x^2 + 2x = 4$",
        "$x + 2y = x - 7y + 2$",
        "$3x - 2y - 1 = 0$",
        "$x + 3y = 3y - x - 5$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>2. 다음 보기의 순서쌍 $(x, y)$ 중 일차방정식 $2x + 7y = 11$의 해는? [3점]</p>",
      "choices": [
        "$(3, -2)$",
        "$(2, 1)$",
        "$(2, -1)$",
        "$(-1, 1)$",
        "$(-3, 2)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4.0,
      "question": "<p>3. 연립방정식 $2x + y = 5 = 4x - 3y$의 해를 구하면? [4점]</p>",
      "choices": [
        "$(1, -2)$",
        "$(2, 1)$",
        "$(2, -1)$",
        "$(-1, 2)$",
        "$(1, 2)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4.0,
      "question": "<p>4. 다음에서 $x = -1, y = 2$를 해로 갖는 연립방정식을 찾으면? [4점]</p>",
      "choices": [
        "$\\begin{cases} 2x + 3y = 4 \\\\ x - 2y = -5 \\end{cases}$",
        "$\\begin{cases} x + 4y = 7 \\\\ 2x + 3y = 4 \\end{cases}$",
        "$\\begin{cases} 5x + 2y = -1 \\\\ 3x + 4y = 5 \\end{cases}$",
        "$\\begin{cases} 5x - 4y = -13 \\\\ x + 2y = 3 \\end{cases}$",
        "$\\begin{cases} 3x - 2y = -7 \\\\ 2x + y = 0 \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4.0,
      "question": "<p>5. 다음 보기의 순서쌍 $(x, y)$ 중 연립방정식 $\\begin{cases} 0.3x + 0.4y = 1.9 \\\\ \\frac{1}{3}x - \\frac{1}{8}y = \\frac{1}{6} \\end{cases}$의 해는? [4점]</p>",
      "choices": [
        "$(1, 4)$",
        "$(2, 5)$",
        "$(3, 6)$",
        "$(4, 7)$",
        "$(5, 8)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4.0,
      "question": "<p>6. 다음에서 그 해가 무수히 많은 연립방정식을 고르면? [4점]</p>",
      "choices": [
        "$\\begin{cases} x + 2y = 3 \\\\ 3x - 2y = 1 \\end{cases}$",
        "$\\begin{cases} 4x + 2y = 2 \\\\ 2x + y = 7 \\end{cases}$",
        "$\\begin{cases} 2x + 2y = 2 \\\\ 3x + 3y = 3 \\end{cases}$",
        "$\\begin{cases} x + 2y = -3 \\\\ x + 2y = 3 \\end{cases}$",
        "$\\begin{cases} 3x - y = 3 \\\\ 2x + y = 1 \\end{cases}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 5.0,
      "question": "<p>7. 철수와 영희가 계단에서 가위바위보를 하여 이긴 사람은 5계단을 올라가고 진 사람은 3계단을 내려가기로 하였다. 가위바위보를 몇 회 하였더니 철수는 처음보다 8계단 올라가고 영희는 16계단 올라가 있었다고 한다. 영희가 이긴 횟수는? (단, 비긴 경우는 없었다고 한다.) [5점]</p>",
      "choices": [
        "1회",
        "2회",
        "3회",
        "4회",
        "5회"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 5.0,
      "question": "<p>8. 두 연립방정식 $\\begin{cases} 3x + 2y = 11 \\\\ ax - y = 5 \\end{cases}$와 $\\begin{cases} 2x + y = 7 \\\\ x + by = 1 \\end{cases}$의 해가 서로 같을 때, 상수 $a, b$에 대하여 $a+b$의 값을 구하면? [5점]</p>",
      "choices": [
        "$-2$",
        "$-1$",
        "$0$",
        "$1$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "<p>9. 연립방정식 $\\begin{cases} x = 3y - 7 \\\\ 4x + y = -2 \\end{cases}$의 해가 일차방정식 $x + (a+5)y = 7$을 만족시킬 때, 상수 $a$의 값을 구하면? [4점]</p>",
      "choices": [
        "$-1$",
        "$-2$",
        "$-3$",
        "$-4$",
        "$-5$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>10. 다음에서 $y$가 $x$에 대한 일차함수가 아닌 것은? [4점]</p>",
      "choices": [
        "올해 15살인 윤지의 $x$년 후의 나이 $y$살",
        "반지름의 길이가 $x\\text{cm}$인 원의 넓이는 $y\\text{cm}^2$",
        "둘레의 길이가 $x\\text{cm}$인 정삼각형의 한 변의 길이 $y\\text{cm}$",
        "한 권에 500원인 공책 $x$권의 값은 $y$원",
        "가로의 길이가 $x\\text{cm}$, 세로의 길이가 $3\\text{cm}$인 직사각형의 넓이는 $y\\text{cm}^2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 3.0,
      "question": "<p>11. 함수 $f(x) = -4x + a$에 대하여 $f(1) = 2$이다. $f(-1)$의 값은? [3점]</p>",
      "choices": [
        "2",
        "4",
        "6",
        "8",
        "10"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>12. 일차함수 $y = ax - 2$의 그래프를 $y$축의 방향으로 $5$만큼 평행이동하였더니 점 $(2, 7)$을 지났다. 이때 상수 $a$의 값은? [4점]</p>",
      "choices": [
        "2",
        "3",
        "4",
        "5",
        "6"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>13. 일차함수 $y = -\\frac{2}{3}x + 2$의 그래프에 대한 설명으로 옳지 않은 것은? [4점]</p>",
      "choices": [
        "점 $(3, 0)$을 지난다.",
        "오른쪽 아래로 향하는 직선이다.",
        "$x$절편은 3, $y$절편은 2이다.",
        "일차함수 $y = -\\frac{2}{3}x$의 그래프와 평행하다.",
        "일차함수 $y = -\\frac{2}{3}x$의 그래프를 $y$축으로 2만큼 평행이동한 그래프이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "<p>14. 일차함수 $y = ax + 7$에서 $x$의 값이 2에서 5까지 증가할 때, $y$의 값은 6만큼 감소한다. 이 일차함수의 그래프가 점 $(-1, b)$를 지날 때, $b-a$의 값을 구하면? (단, $a$는 상수이다.) [4점]</p>",
      "choices": [
        "$-11$",
        "$-9$",
        "$7$",
        "$9$",
        "$11$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 4.0,
      "question": "<p>15. 일차함수 $y = ax + b$의 그래프에서 $a+b < 0, ab > 0$일 때, $y = ax + b$의 그래프로 알맞은 것은? [4점]</p><p><img src=\"assets/images/21_매산중_1학기_기말_중2_수학/q15.png\" alt=\"도형\"></p>",
      "choices": [
        "①",
        "②",
        "③",
        "④",
        "⑤"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 5.0,
      "question": "<p>16. 일차방정식 $ax + by + 5 = 0$의 그래프의 기울기를 3, $y$절편을 $-\\frac{5}{2}$라고 할 때, $a+b$의 값을 구한 것은? [5점]</p>",
      "choices": [
        "10",
        "15",
        "20",
        "25",
        "30"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 5.0,
      "question": "<p>17. 동생과 형이 800m 달리기 시합을 하는데 동생이 출발선으로부터 200m 앞에서 출발하기로 하였다. 오른쪽 그림은 두 사람이 동시에 출발한 지 $x$초 후에 출발선으로부터의 거리를 $y\\text{m}$라고 할 때, $x$와 $y$ 사이의 관계를 그래프로 나타낸 것이다. 형이 동생을 앞지르기 시작하는 시간은 출발한 지 몇 초 후인가? [5점]</p><p><img src=\"assets/images/21_매산중_1학기_기말_중2_수학/q17.png\" alt=\"도형\"></p>",
      "choices": [
        "20초",
        "40초",
        "60초",
        "80초",
        "100초"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 3.0,
      "question": "<p>18. 점 $(4, -7)$을 지나고 $y$축에 수직인 직선의 방정식은? [3점]</p>",
      "choices": [
        "$x = 4$",
        "$x = -4$",
        "$y = -7$",
        "$y = 7$",
        "$x = 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 3.0,
      "question": "<p>19. 아래 그래프를 보고 연립방정식 $\\begin{cases} x + 2y = 0 \\\\ 2x - y - 5 = 0 \\end{cases}$의 해를 바르게 구한 것은? [3점]</p><p><img src=\"assets/images/21_매산중_1학기_기말_중2_수학/q19.png\" alt=\"도형\"></p>",
      "choices": [
        "$(2, -1)$",
        "$(1, -2)$",
        "$(2, -4)$",
        "$(1, -3)$",
        "$(-2, 1)$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "<p>20. 두 일차방정식 $ax + 3y = 6, 4x - by = 18$의 그래프의 교점이 무수히 많을 때, $ab$의 값을 구하면? [5점]</p>",
      "choices": [
        "$-12$",
        "$-10$",
        "$-8$",
        "$-7$",
        "$-6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 9.0,
      "question": "<p>[서답형 1] [서술형]</p><p>(수준별 1-1) 연립방정식 $\\begin{cases} x+y=a \\\\ 2x+by=10 \\end{cases}$의 해가 $x=3, y=-2$일 때, 상수 $a, b$에 대하여 다음을 구하시오. (4점)<br>(1) $a$ (2점)<br>(2) $b$ (2점)</p><p>(수준별 1-2) 연립방정식 $\\begin{cases} ax+by=12 \\\\ bx-ay=11 \\end{cases}$의 해가 $x=2, y=-1$일 때, 상수 $a, b$에 대하여 $a-4b$의 값을 구하시오. (5점)</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 9.0,
      "question": "<p>[서답형 2] [서술형]</p><p>(수준별 2-1) $x, y$가 자연수일 때, 다음 일차방정식을 푸시오. (4점)<br>$x+y=5$</p><p>(수준별 2-2) 연립방정식 $\\begin{cases} 2x-y=6 \\\\ 4x+2y=7+a \\end{cases}$를 만족시키는 $x$의 값이 $y$의 값의 2배일 때, 상수 $a$의 값을 구하시오. (5점)</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 9.0,
      "question": "<p>[서답형 3] [서술형]</p><p>(수준별 3-1) 두 직선 $x=-2, y=3$의 그래프를 그린 다음, 직선 $x=-2, y=3$과 $x$축, $y$축으로 둘러싸인 도형의 넓이를 구하시오. (4점)</p><p>(수준별 3-2) 오른쪽 그림에서 직선 $l$은 일차함수 $y=2x+8$의 그래프이고, 직선 $m$은 직선 $l$을 $y$축의 방향으로 $-6$만큼 평행이동한 것이다. 이때 색칠한 부분의 넓이를 구하시오. (5점)</p><p><img src=\"assets/images/21_매산중_1학기_기말_중2_수학/s03.png\" alt=\"도형\"></p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 9.0,
      "question": "<p>[서답형 4] [서술형]</p><p>(수준별 4-1) 일차함수 $y=2x+8$에서 다음을 구하시오. (4점)<br>(1) 기울기 (1점)<br>(2) $x$절편 (2점)<br>(3) $y$절편 (1점)</p><p>(수준별 4-2) 일차방정식 $ax+y-a+b=0$의 그래프가 아래의 그래프와 평행하고 제2사분면을 지나지 않도록 하는 $a$의 값과 $b$의 값의 범위를 구하시오. (단, $a, b$는 상수이다.) (5점)<br>(1) $a$의 값 (3점)<br>(2) $b$의 값의 범위 (2점)</p><p><img src=\"assets/images/21_매산중_1학기_기말_중2_수학/s04.png\" alt=\"도형\"></p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
