window.examData = {
  "title": "2022학년도 순천왕운중 2학년 1학기 중간고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3.0,
      "question": "<p>다음 중 옳지 <u>않은</u> 것을 모두 구하면? (정답 2개) [3점]</p>",
      "choices": [
        "순환소수는 유리수이다.",
        "유리수는 유한소수이다.",
        "유한소수로 나타낼 수 없는 분수는 순환소수이다.",
        "무한소수는 유리수이다.",
        "유한소수는 유리수이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 3.0,
      "question": "<p>다음 중 옳은 것을 구하면? [3점]</p>",
      "choices": [
        "$a^5 \\times a^3 \\times b^2 = a^{15}b^2$",
        "$(a^3)^7 \\times a^4 = a^{14}$",
        "$(a^7)^2 \\div (a^3)^3 \\div a^6 = a^{11}$",
        "$(a^5b^4)^2 = (ab)^{18}$",
        "$\\left(\\frac{3a^2}{b}\\right)^3 = \\frac{27a^6}{b^3}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 3.0,
      "question": "<p>다음 중 옳은 것을 구하면? [3점]</p>",
      "choices": [
        "$2(a-2b)-(3a-5b) = -a-7b$",
        "$2(3a^2-8a+4)-(5a^2-4) = a^2-16a+12$",
        "$2a^5b^3 \\div (-ab)^3 = 2a^2$",
        "$2a(3a-2b+1) = 6a^2-2b+1$",
        "$(2a^2-3ab) \\div a = 2a^2-3b$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 3.0,
      "question": "<p>식 $5x-3y-[x-\\{2x-2y-2(x+y)\\}+1]$의 값을 구하면? [3점]</p>",
      "choices": [
        "$4x-7y-2$",
        "$4x-7y+2$",
        "$4x-7y-1$",
        "$4x-7y+1$",
        "$4x-7y$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 3.0,
      "question": "<p>다음 중에서 옳지 <u>않은</u> 것을 구하면? [3점]</p>",
      "choices": [
        "분모의 소인수가 $2$뿐인 기약분수는 유한소수로 나타낼 수 있다.",
        "분모의 소인수가 $2$와 $3$뿐인 기약분수는 유한소수로 나타낼 수 없다.",
        "순환소수로만 나타낼 수 있는 기약분수는 그 분모에 $2$나 $5$ 이외의 소인수가 있다.",
        "분모가 $30$인 모든 기약분수는 유한소수로 나타낼 수 있다.",
        "분모가 $50$인 모든 기약분수는 유한소수로 나타낼 수 있다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 3.0,
      "question": "<p>다음 중 문장을 부등식으로 나타낸 것으로 옳지 <u>않은</u> 것을 구하면? [3점]</p>",
      "choices": [
        "어떤 수 $x$를 $2$배 한 후에 $3$을 더한 것은 $4$보다 작다. $\\Rightarrow 2x+3 < 4$",
        "어떤 터널을 통과할 수 있는 차량의 높이 $x\\text{ m}$는 $4.5\\text{ m}$ 미만이다. $\\Rightarrow x < 4.5$",
        "매주 $x$원씩 $5$주 동안 저금한 금액이 $30000$원 이상이다. $\\Rightarrow 5x \\ge 30000$",
        "어떤 수 $a$에서 $20$을 빼면 $4$보다 작지 않다. $\\Rightarrow a-20 > 4$",
        "한 자루에 $800$원인 연필 $x$자루와 한 개에 $500$원인 지우개 $4$개의 값은 $5000$원 이하이다. $\\Rightarrow 800x+500 \\times 4 \\le 5000$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 4.0,
      "question": "<p>다음은 분수 $\\frac{5}{8}$를 유한소수로 나타내는 과정이다. 이때 ①~⑤에 알맞은 수로 옳지 <u>않은</u> 것을 구하면? [4점]</p><div class=\"box-content\">$\\frac{5}{8} = \\frac{5}{2^3} = \\frac{5 \\times \\text{②}}{2^{\\text{①}} \\times \\text{③}} = \\frac{\\text{④}}{10^3} = \\text{⑤}$</div>",
      "choices": [
        "$3$",
        "$5^3$",
        "$375$",
        "$625$",
        "$0.625$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4.0,
      "question": "<p>다음 중 순환소수를 분수로 나타낸 것으로 옳지 <u>않은</u> 것을 모두 구하면? (정답 2개) [4점]</p>",
      "choices": [
        "$3.0\\dot{4} = \\frac{301}{90}$",
        "$0.\\dot{7}\\dot{5} = \\frac{25}{33}$",
        "$5.\\dot{2}\\dot{4} = \\frac{173}{33}$",
        "$4.\\dot{3} = \\frac{13}{3}$",
        "$0.2\\dot{0}\\dot{7} = \\frac{23}{101}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4.0,
      "question": "<p>다음 중 $\\Box$ 안에 알맞은 부등호가 나머지 넷과 <u>다른</u> 하나를 구하면? [4점]</p>",
      "choices": [
        "$a+3 < b+3$이면 $a \\;\\Box\\; b$이다.",
        "$2a-1 < 2b-1$이면 $a \\;\\Box\\; b$이다.",
        "$-a+\\frac{1}{4} < -b+\\frac{1}{4}$이면 $a \\;\\Box\\; b$이다.",
        "$\\frac{a}{5}-3 < \\frac{b}{5}-3$이면 $a \\;\\Box\\; b$이다.",
        "$a \\div (-6) > b \\div (-6)$이면 $a \\;\\Box\\; b$이다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4.0,
      "question": "<p>$a < 0$일 때, $-\\frac{x}{a} > 1$의 해를 구하면? [4점]</p>",
      "choices": [
        "$x < -a$",
        "$x > -a$",
        "$x < a$",
        "$x > a$",
        "$x < -\\frac{1}{a}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4.0,
      "question": "<p>지구에서 금성까지 가장 멀었을 때 거리는 $2.58 \\times 10^8\\text{ km}$이다. 이 때, 빛의 속도인 초속 $3 \\times 10^5\\text{ km}$로 날아간다면 지구에서 금성까지는 몇 초가 걸릴지 구하면? [4점]</p><div class=\"question-image\"><img src=\"assets/images/22_왕운중_1학기_중간_중2_수학/q11.png\"/></div>",
      "choices": [
        "$1500$ 초",
        "$860$ 초",
        "$500$ 초",
        "$150$ 초",
        "$86$ 초"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 4.0,
      "question": "<p>식 $\\frac{2^3 \\times 2^3 \\times 2^3 \\times 2^3}{2^3 + 2^3 + 2^3 + 2^3}$ 의 값을 구하면? [4점]</p>",
      "choices": [
        "$2^7$",
        "$\\frac{1}{2^7}$",
        "$1$",
        "$\\frac{1}{2^{17}}$",
        "$2^{17}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4.0,
      "question": "<p>다음 그림과 같은 도형의 둘레의 길이를 구하면? [4점]</p><div class=\"question-image\"><img src=\"assets/images/22_왕운중_1학기_중간_중2_수학/q13.png\"/></div>",
      "choices": [
        "$8a+10b$",
        "$10a+8b$",
        "$12a+4b$",
        "$6a+b$",
        "$4a-b$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4.0,
      "question": "<p>어떤 다항식에 $2a$를 나누어야 할 것을 잘못하여 곱하였더니 $12a^3-8a^2b$가 되었다. 옳게 계산한 식을 구하면? [4점]</p>",
      "choices": [
        "$3a-2$",
        "$3a-2b$",
        "$6a^2-4ab$",
        "$6a-4ab$",
        "$6a-4b$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 5.0,
      "question": "<p>어떤 기약분수를 소수로 나타내는데 지희는 분모를 잘못 보아 $0.\\dot{2}\\dot{7}$로 나타내고, 우주는 분자를 잘못 보아 $0.\\dot{1}\\dot{7}$로 나타내었다. 처음 기약분수를 $\\frac{b}{a}$라 할 때, $a-b$의 값을 구하면? (단, $a$와 $b$는 서로소인 자연수이다.) [5점]</p>",
      "choices": [
        "$-94$",
        "$-82$",
        "$-73$",
        "$82$",
        "$94$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 5.0,
      "question": "<p>분수 $\\frac{1}{1}, \\frac{1}{2}, \\frac{1}{3}, \\cdots, \\frac{1}{100}$ 중에서 순환소수로만 나타낼 수 있는 수는 모두 몇 개인지 구하면? [5점]</p>",
      "choices": [
        "$15$ 개",
        "$30$ 개",
        "$50$ 개",
        "$70$ 개",
        "$85$ 개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 5.0,
      "question": "<p>$2^m \\times 5^{20} \\times 7$이 $22$자리 자연수가 되도록 하는 자연수 $m$의 값을 모두 합한 값을 구하면? [5점]</p>",
      "choices": [
        "$21$",
        "$23$",
        "$43$",
        "$66$",
        "$89$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 5.0,
      "question": "<p>다음 그림과 같이 밑면의 반지름이 $3r$이고 높이가 $4r$인 원뿔 모양의 쇠가 있다. 이 쇠를 녹여 반지름의 길이가 $\\frac{1}{2}r$인 구 모양의 쇠공을 만들려 한다. 몇 개를 만들 수 있는지 구하면? [5점]</p><div class=\"question-image\"><img src=\"assets/images/22_왕운중_1학기_중간_중2_수학/q18.png\"/></div>",
      "choices": [
        "$72$ 개",
        "$36$ 개",
        "$27$ 개",
        "$24$ 개",
        "$18$ 개"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 5.0,
      "question": "<p>다음 그림은 각 음계에 수를 대응시켜 나타낸 것이다.</p><div class=\"question-image\"><img src=\"assets/images/22_왕운중_1학기_중간_중2_수학/q19_1.png\"/></div><p>분수가 주어지면 그 분수를 소수로 나타내었을 때, 소수점 아랫부분이 나타내는 음을 연주하는 악기가 있다고 한다. 다음 중 아래 그림의 음이 반복되어 연주되는 수를 구하면? [5점]</p><div class=\"question-image\"><img src=\"assets/images/22_왕운중_1학기_중간_중2_수학/q19_2.png\"/></div>",
      "choices": [
        "$\\frac{8}{33}$",
        "$\\frac{41}{99}$",
        "$\\frac{41}{333}$",
        "$\\frac{8}{333}$",
        "$\\frac{113}{999}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 5.0,
      "question": "<p>$-6 < x < 3$이고 $A = 2-\\frac{1}{3}x$일 때, $A$의 값의 범위는 $a < A < b$이다. 두 수 $a, b$에 대하여 $a-b$의 값을 구하면? [5점]</p>",
      "choices": [
        "$-5$",
        "$-4$",
        "$-3$",
        "$3$",
        "$4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 4.0,
      "question": "<p>분수 $\\frac{66}{480}$에 대하여 다음 물음에 답하시오. [4점]</p><p>(1) 기약분수로 나타내시오. [1점]</p><p>(2) 분모가 $10$의 거듭제곱이 되도록 고치시오. [2점]</p><p>(3) 소수로 나타내시오. [1점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 5.0,
      "question": "<p>두 자연수 $a, b$에 대하여 $a\\#b$를 다음과 같이 정의할 때,</p><p>(1) $\\frac{a}{b}$가 유한소수일 때 $a\\#b = 1$</p><p>(2) $\\frac{a}{b}$가 무한소수일 때 $a\\#b = -1$</p><p>$(6\\#30) - (2\\#75) + (27\\#45) - (7\\#250)$의 값을 구하시오. [5점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 5.0,
      "question": "<p>$3^4$을 $a$번 곱했더니 $9^{10}$이 되었고, $5^6$을 $b$번 더했더니 $10^6$이 되었다. $7^{100}$의 일의 자리의 숫자를 $c$라고 할 때, 다음을 구하시오. [5점]</p><p>(1) $a$의 값을 구하시오. [1점]</p><p>(2) $b$의 값을 구하시오. [1점]</p><p>(3) $c$의 값을 구하시오. [2점]</p><p>(4) $a+b+c$의 값을 구하시오. [1점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 6.0,
      "question": "<p>일차부등식 $(3a-2b)x - 2a+4b < 0$의 해가 $x > \\frac{3}{2}$일 때, 부등식 $(a-2b)x + 4a-2b > 0$의 해를 구하시오. [6점]</p>",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
