window.examData = {
  "id": "21_팔마중_1학기_기말_중3_수학",
  "title": "2021학년도 순천팔마중학교 3학년 1학기 기말고사 수학",
  "totalScore": 100.0,
  "questions": [
    {
      "id": 1,
      "score": 3,
      "question": "다음 중 이차방정식을 모두 고르면? (정답 2개) [3점]",
      "choices": [
        "$x^2 - 3 = 2x$",
        "$x^2 - 4x = (x-1)^2$",
        "$2x^2 + 1 = x + 2x^2$",
        "$2x^3 - 3x = 2x^3 + 4x^2$",
        "$x^2 + 3x - 4$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 2,
      "score": 4,
      "question": "이차방정식 $2x^2 - x - 3 = 0$을 풀면? [4점]",
      "choices": [
        "$x = 1$ 또는 $x = -\\dfrac{3}{2}$",
        "$x = -1$ 이고 $x = \\dfrac{3}{2}$",
        "$x = -1$ 또는 $x = -\\dfrac{3}{2}$",
        "$x = -1$ 또는 $x = \\dfrac{3}{2}$",
        "$x = 1$ 이고 $x = -\\dfrac{3}{2}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 3,
      "score": 4,
      "question": "이차방정식 $x^2 + ax + 6 = 0$은 $x = -3$을 한 근으로 갖는다. 다른 한 근을 $b$라고 할 때, $a+b$의 값을 구하면? [4점]",
      "choices": [
        "$-7$",
        "$-2$",
        "$3$",
        "$5$",
        "$7$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 4,
      "score": 4,
      "question": "이차방정식 $(x+2)(x-4) = 7$의 두 근을 $A$, $B$라 할 때, $A-B$의 값을 구하면? (단, $A < B$) [4점]",
      "choices": [
        "$-8$",
        "$-3$",
        "$2$",
        "$5$",
        "$8$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 5,
      "score": 4,
      "question": "상수 $a$에 대해 다음 이차방정식이 $x = b$를 중근으로 가진다고 할 때, $a+b$의 값을 구하면? (단, $a > 0$) [4점]<br><br><table style=\"border: 1px solid #000; width: 100%; text-align: center; padding: 10px;\"><tr><td>$x^2 + 4ax + a + 5 = 0$</td></tr></table>",
      "choices": [
        "$-\\dfrac{5}{4}$",
        "$-1$",
        "$\\dfrac{3}{4}$",
        "$2$",
        "$\\dfrac{15}{4}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 6,
      "score": 4,
      "question": "이차방정식 $x^2 - 3x - 1 = 0$의 한 근을 $a$이라 할 때, $a^2 + \\dfrac{1}{a^2}$의 값을 구하면? [4점]",
      "choices": [
        "$7$",
        "$8$",
        "$9$",
        "$10$",
        "$11$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 7,
      "score": 3,
      "question": "이차방정식 $3(x-2)^2 = 27$의 해는? [3점]",
      "choices": [
        "$x = 2$",
        "$x = 3$",
        "$x = 2$ 또는 $x = 5$",
        "$x = 2$ 또는 $x = -1$",
        "$x = 5$ 또는 $x = -1$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 8,
      "score": 4,
      "question": "이차방정식 $4x^2 - 16x + 9 = 0$을 $(x+a)^2 = b$의 꼴로 나타낼 때, $\\dfrac{a}{b}$의 값은? (단, $a$와 $b$는 수이다.) [4점]",
      "choices": [
        "$-\\dfrac{8}{7}$",
        "$-\\dfrac{7}{8}$",
        "$-\\dfrac{2}{7}$",
        "$\\dfrac{7}{8}$",
        "$\\dfrac{8}{7}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 9,
      "score": 4,
      "question": "이차방정식 $\\dfrac{1}{3}x^2 + \\dfrac{1}{2}x - 1 = 0$의 해가 $x = \\dfrac{a \\pm \\sqrt{b}}{4}$일 때, $a+b$의 값은? (단, $a$와 $b$는 유리수) [4점]",
      "choices": [
        "$-60$",
        "$-54$",
        "$-48$",
        "$54$",
        "$60$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 10,
      "score": 4,
      "question": "두 이차방정식 $x^2 + 5x - 14 = 0$, $x^2 - 7x + 10 = 0$을 동시에 만족하는 $x$의 값이 이차방정식 $3x^2 - (k-1)x + k = 0$의 한 근일 때, 상수 $k$의 값과 동시에 만족하는 $x$의 값의 합을 구하면? [4점]",
      "choices": [
        "$12$",
        "$14$",
        "$16$",
        "$18$",
        "$20$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 11,
      "score": 4,
      "question": "이차방정식 $x^2 - 3x + a - 1 = 0$의 해가 모두 유리수가 되도록 하는 양수 $a$의 값을 구한 것 중 옳지 않은 것은? [4점]",
      "choices": [
        "$1$",
        "$2$",
        "$\\dfrac{9}{4}$",
        "$3$",
        "$\\dfrac{13}{4}$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 12,
      "score": 3,
      "question": "다음 이차함수 중 그 그래프가 아래로 볼록하면서 그래프의 폭이 가장 좁은 것은? [3점]",
      "choices": [
        "$y = -2x^2$",
        "$y = -x^2$",
        "$y = -\\dfrac{1}{4}x^2$",
        "$y = \\dfrac{1}{2}x^2$",
        "$y = 4x^2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 13,
      "score": 4,
      "question": "이차함수 $y = ax^2$의 그래프가 점 $(-2, 12)$을 지날 때, $a$값은? [4점]",
      "choices": [
        "$-3$",
        "$-\\dfrac{1}{3}$",
        "$\\dfrac{1}{3}$",
        "$3$",
        "$6$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 14,
      "score": 4,
      "question": "다음 보기에서 두 이차함수 $y = -3x^2$과 $y = \\dfrac{1}{2}x^2$의 그래프의 공통점을 있는 대로 고른 것은? [4점]<br><br><table style=\"border: 1px solid #000; width: 100%; padding: 10px;\"><tr><td><b>&lt;보기&gt;</b><br>㉠ 원점을 지난다.<br>㉡ $y$축을 대칭축으로 한다.<br>㉢ $y=x^2$의 그래프보다 폭이 넓다.<br>㉣ 모든 $x$의 값에 대하여 $y$의 값은 음수이다.</td></tr></table>",
      "choices": [
        "㉠",
        "㉠, ㉡",
        "㉠, ㉡, ㉢",
        "㉡, ㉢, ㉣",
        "㉠, ㉡, ㉢, ㉣"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 15,
      "score": 3,
      "question": "이차함수 $y = \\dfrac{4}{3}x^2$과 $x$축에 대하여 대칭인 것은? [3점]",
      "choices": [
        "$y = -\\dfrac{4}{3}x^2$",
        "$y = -\\dfrac{3}{4}x^2$",
        "$y = -\\dfrac{1}{4}x^2$",
        "$y = \\dfrac{4}{3}x^2$",
        "$y = \\dfrac{3}{4}x^2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 16,
      "score": 4,
      "question": "이차함수 $y = ax^2$의 그래프를 $y$축 방향으로 $-4$만큼 평행이동하면 점 $(3, 5)$를 지날 때, $a$값은? [4점]",
      "choices": [
        "$-2$",
        "$-\\dfrac{5}{6}$",
        "$1$",
        "$\\dfrac{5}{6}$",
        "$2$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 17,
      "score": 4,
      "question": "이차함수 $y = -x^2$의 그래프를 $x$축 방향으로 $m$만큼, $y$축 방향으로 $n$만큼 평행이동 하였더니 이차함수 $y = -x^2 + 6x - 14$의 그래프와 일치하였다. $m+n$의 값은? [4점]",
      "choices": [
        "$-8$",
        "$-2$",
        "$0$",
        "$2$",
        "$8$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 18,
      "score": 4,
      "question": "다음 보기 중에서 이차함수 $y = -2(x+4)^2 + 1$의 그래프에 대한 설명으로 옳은 것은 모두 고른 것은? [4점]<br><br><table style=\"border: 1px solid #000; width: 100%; padding: 10px;\"><tr><td><b>&lt;보기&gt;</b><br>㉠ 위로 볼록하다.<br>㉡ 꼭짓점의 좌표는 $(-4, 1)$이다.<br>㉢ $y$축과 점 $(0, 1)$에서 만난다.<br>㉣ 축의 방정식은 $x=-4$이다.<br>㉤ 이차함수 $y=-x^2$의 그래프를 $x$축 방향으로 $4$만큼, $y$축 방향으로 $1$만큼 평행이동한 것이다.</td></tr></table>",
      "choices": [
        "㉠, ㉡, ㉢",
        "㉠, ㉡, ㉣",
        "㉠, ㉢, ㉤",
        "㉡, ㉢, ㉤",
        "㉡, ㉣, ㉤"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 19,
      "score": 4,
      "question": "이차함수 $y = ax^2 + bx + c$의 그래프가 오른쪽 그림과 같다. 이 이차함수의 식을 $y = a(x-p)^2 + q$의 꼴로 나타내었을 때, 다음 중 옳지 않은 것은? [4점]<br><br><p><img src=\"assets/images/21_팔마중_1학기_기말_중3_수학/q19.png\" alt=\"문제 19번 그림\" style=\"max-width: 300px;\"></p>",
      "choices": [
        "$a > 0$",
        "$b > 0$",
        "$c > 0$",
        "$p > 0$",
        "$q < 0$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 20,
      "score": 4,
      "question": "오른쪽 이차함수 $y = -x^2 - 4x + 12$의 그래프가 $x$축과 만나는 점을 각각 $A, B$라고 하고, $y$축과 만나는 점을 $C$라 할 때, $\\triangle ABC$의 넓이는? [4점]<br><br><p><img src=\"assets/images/21_팔마중_1학기_기말_중3_수학/q20.png\" alt=\"문제 20번 그림\" style=\"max-width: 300px;\"></p>",
      "choices": [
        "$24$",
        "$36$",
        "$42$",
        "$48$",
        "$56$"
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 21,
      "score": 4,
      "question": "이차함수 $y = ax^2 + bx + c$의 그래프의 꼭짓점의 좌표가 $(1, -2)$이고, $y$절편이 $3$일 때, 그래프가 지나지 않는 사분면은? [4점]",
      "choices": [
        "제1사분면",
        "제2사분면",
        "제3사분면",
        "제4사분면",
        "모든 사분면을 지난다."
      ],
      "answer": "",
      "solution": ""
    },
    {
      "id": 22,
      "score": 4,
      "question": "[서술형1] 다음 이차방정식을 주어진 조건에 맞게 풀이 과정을 쓰고 푸시오. [4점]<br><br>(1) $x^2 + 5x = 0$ (조건: 인수분해 이용) [2점]<br>(2) $2x^2 - 4x - 3 = 0$ (조건: 근의공식 이용) [2점]",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 23,
      "score": 6,
      "question": "[서술형2] 다음 그림과 같이 가로의 길이가 세로의 길이보다 $4\\text{ cm}$ 더 긴 직사각형 모양의 종이에서, 네 귀퉁이를 한 변의 길이가 $3\\text{ cm}$인 정사각형 모양으로 잘라 내어 뚜껑이 없는 상자를 만들었더니 상자의 부피가 $180\\text{ cm}^3$이었다. 이때 처음 종이의 세로의 길이를 구하려고 한다. 다음 물음에 풀이 과정을 쓰고 답을 구하시오. [6점]<br><br><p><img src=\"assets/images/21_팔마중_1학기_기말_중3_수학/s02.png\" alt=\"서술형 2번 그림\" style=\"max-width: 500px;\"></p><br>(1) 처음 종이의 세로의 길이를 미지수 $x$로 놓고 상자의 밑면의 가로의 길이와 세로의 길이를 구하면? [1점]<br>(2) 위 (1)에서 구한 가로의 길이와 세로의 길이를 이용하여 문제의 뜻에 맞는 방정식을 세워 보면? [2점]<br>(3) 위 (2)에서 구한 방정식을 풀고 처음 종이의 세로의 길이를 구하면? [3점]",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 24,
      "score": 5,
      "question": "[서술형3] 다음 그림과 같은 그래프를 나타내는 이차함수의 식을 구하고자 한다. 다음 물음에 풀이 과정을 쓰고 답을 구하시오. [5점]<br><br><p><img src=\"assets/images/21_팔마중_1학기_기말_중3_수학/s03.png\" alt=\"서술형 3번 그림\" style=\"max-width: 300px;\"></p><br>(1) 꼭짓점의 좌표를 구하면? [1점]<br>(2) 위의 그래프를 보고 $y = ax^2 + bx + c$의 꼴로 나타내고 $a+b+c$의 값을 구하면? [4점]",
      "choices": [],
      "answer": "",
      "solution": ""
    },
    {
      "id": 25,
      "score": 5,
      "question": "[서술형4] 이차함수 $y = -x^2 + 8x - 12$의 그래프를 그리려고 한다. 물음에 풀이 과정을 쓰고 답을 구하시오. [5점]<br><br>(1) 이차함수 $y = -x^2 + 8x - 12$를 $y = a(x-p)^2 + q$의 꼴로 변형하여 나타내면? [3점]<br>(2) 위 (1)에서 구한 이차함수의 표준형 꼴에서 꼭짓점의 좌표와 축의 방정식을 각각 구하면? [2점]",
      "choices": [],
      "answer": "",
      "solution": ""
    }
  ]
};
