window.examTitle = "2019_매산고_2학기_기말_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "content": "다음 중 <보기>에서 전수조사와 표본조사 중 전수조사에 적합한 것의 개수를 고르면?\nㄱ. 매산고등학교 2학년 학생들의 결핵 검사\nㄴ. 동천의 수질 오염도 검사\nㄷ. 대한민국 인구 주택 총조사\nㄹ. OO제약회사의 신약의 임상 시험\nㅁ. △△전구회사의 전구 수명 검사",
    "choices": [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 2,
    "content": "확률변수 $X$의 확률분포를 표로 나타내면 다음과 같을 때, $E(\\dfrac Xa)$의 값을 구하면?\n$X=0,1,2$일 때 $P(X=x)=\\dfrac12,2a,a$이고 합계는 1이다.",
    "choices": [
      "$2$",
      "$3$",
      "$4$",
      "$5$",
      "$6$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ]
  },
  {
    "id": 3,
    "content": "연속확률변수 $X$가 취하는 값의 범위가 $0\\le X\\le3$이고, 확률변수 $X$의 확률밀도함수가 $f(x)=kx$일 때, 확률 $6P(1\\le X\\le2)$의 값은? (4점)",
    "choices": [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 4,
    "content": "이산확률변수 $X$의 확률분포가 $P(X=2)=\\dfrac18$, $P(X=4)=\\dfrac12$, $P(X=8)=\\dfrac38$일 때, $X$의 평균은 $\\dfrac nm$이다. 이때, $m+n$의 값을 구하면?",
    "choices": [
      "$22$",
      "$23$",
      "$24$",
      "$25$",
      "$26$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 5,
    "content": "다음 부등식을 만족시키는 최소 자연수 $n$의 값을 구하면?\n$1000 < {}_nC_0+{}_nC_1\\cdot3+{}_nC_2\\cdot3^2+\\cdots+{}_nC_n\\cdot3^n$",
    "choices": [
      "$4$",
      "$5$",
      "$6$",
      "$8$",
      "$9$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 6,
    "content": "정규분포 $N(9,1^2)$을 따르는 확률변수 $X$에 대하여 $P(k-3\\le X\\le k+1)$이 최대가 되도록 하는 상수 $k$의 값을 구하면? (4.5점)",
    "choices": [
      "$6$",
      "$7$",
      "$8$",
      "$9$",
      "$10$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 7,
    "content": "어떤 회사의 제품은 해외 공장과 국내 공장에서 각각 전체 제품의 $80\\%$, $20\\%$가 생산되고, 두 공장에서 생산된 제품의 불량률은 각각 $4\\%$, $1\\%$라고 한다. 이 회사의 제품 중에서 임의로 1개를 택하였더니 불량품이었을 때, 그 제품이 해외 공장에서 생산된 제품일 확률은?",
    "choices": [
      "$\\dfrac{14}{17}$",
      "$\\dfrac{16}{17}$",
      "$\\dfrac{14}{15}$",
      "$\\dfrac{13}{14}$",
      "$\\dfrac{17}{18}$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 8,
    "content": "어느 제약회사에서 개발한 신약을 환자에게 투여하였을 때, 환자가 치유될 확률이 $0.99$라고 한다. 이 약을 환자 1000명에게 투여하였을 때, 96명 이상이 치유될 확률을 구하시오. (단, $P(|Z|\\le2)=0.9544$)",
    "choices": [
      "$0.0466$",
      "$0.9544$",
      "$0.4544$",
      "$0.0228$",
      "$0.4772$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 9,
    "content": "정규분포 $N(10,4)$를 따르는 모집단에서 크기가 4인 표본을 임의추출하였을 때, 그 표본의 값의 합을 확률변수 $S$라 하자. $P(S\\ge48)$을 구하시오. (단, $P(|Z|\\le2)=0.9544$)",
    "choices": [
      "$0.4772$",
      "$0.4544$",
      "$0.5466$",
      "$0.0466$",
      "$0.0228$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 10,
    "content": "정규분포 $N(m,4)$를 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 얻은 표본의 표본평균을 $\\overline X$라 할 때, $P(|\\overline X-m|\\le\\dfrac15)$의 확률이 95% 이상이 되게 하는 $n$의 최솟값을 구하면? (단, $P(-1.96\\le Z\\le1.96)=0.95$이다.) (4.9점)",
    "choices": [
      "383",
      "384",
      "385",
      "386",
      "387"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 11,
    "content": "표준편차가 4인 정규분포를 따르는 모집단에서 크기가 64인 표본을 임의추출하여 구한 표본평균이 32일 때, 모집단 평균 $m$에 대한 신뢰도 95%와 99%의 신뢰구간을 각각 구하면 $a\\le m\\le b$와 $c\\le m\\le d$이다. 이때 $a-b+c-d$의 값을 구하면? (단, $Z$가 표준정규분포를 따르는 확률변수일 때 $P(|Z|\\le1.96)=0.95$, $P(|Z|\\le2.58)=0.99$로 계산한다.) (4.9점)",
    "choices": [
      "$-4.54$",
      "$-3.92$",
      "$-2.58$",
      "$-1.96$",
      "$-0.62$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 12,
    "content": "정규분포 $N(40,8^2)$을 따르는 모집단에서 크기가 16인 표본을 임의추출하여 구한 표본평균을 $\\overline X$, 정규분포 $N(70,6^2)$을 따르는 모집단에서 크기가 25인 표본을 임의추출하여 구한 표본평균을 $\\overline Y$라 하자. $P(\\overline X\\le43)+P(\\overline Y\\le64)=1$일 때, $P(\\overline Y\\le66)$의 값을 표준정규분포표를 이용하여 구한 것은? (5.1점)\\n| $z$ | $P(0\\le Z\\le z)$ |\\n| 1 | 0.3413 |\\n| 1.2 | 0.3849 |\\n| 1.4 | 0.4192 |\\n| 1.6 | 0.4452 |",
    "choices": [
      "$0.8413$",
      "$0.8644$",
      "$0.8849$",
      "$0.9192$",
      "$0.9452$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 13,
    "content": "다음은 정규분포 $N(m,\\sigma^2)$를 따르는 확률변수 $X$에 대한 확률밀도함수 그래프이다. $P(5\\le X\\le15)=0.6826$, $P(0\\le X\\le20)=0.9544$, $P(-5\\le X\\le20)=0.9974$를 만족할 때, 정규분포 $N(m,\\sigma^2)$를 따르는 모집단에서 크기가 25인 표본을 임의추출한다. 이때 표본평균 $\\overline X$가 9 이상 12 이하일 확률은? (단, $X$의 값과 평균 $m$의 차가 $\\sigma$, $2\\sigma$, $3\\sigma$ 이하일 확률은 각각 0.6826, 0.9544, 0.9974이다.) (5.2점)",
    "choices": [
      "$0.6826$",
      "$0.8185$",
      "$0.84$",
      "$0.9759$",
      "$0.9974$"
    ],
    "answer": "",
    "solution": "",
    "tags": [],
    "image": "assets/images/2019_매산고_2학기_기말_고2_확률과통계/q13.png"
  },
  {
    "id": 14,
    "content": "매산고 학생들의 하루 페이스북 사용시간은 평균이 $m$분, 표준편차가 8분인 정규분포를 따른다고 한다. 매산고 학생 중 64명을 임의추출하여 모집단 평균 $m$을 신뢰도 90%로 추정한 신뢰구간은 $a\\le m\\le b$이고, 신뢰도 $k$%로 추정한 신뢰구간은 $c\\le m\\le d$이다. $26\\times(b-a)=33\\times(d-c)$를 만족할 때, 아래 표준정규분포표를 이용하여 $k$의 값을 구하면? (5.3점)\\n| $z$ | $P(0\\le Z\\le z)$ |\\n| 0.66 | 0.25 |\\n| 1.10 | 0.36 |\\n| 1.30 | 0.40 |\\n| 1.65 | 0.45 |\\n| 1.95 | 0.47 |\\n| 2.05 | 0.48 |",
    "choices": [
      "50",
      "72",
      "80",
      "94",
      "96"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 15,
    "content": "단답형 1. <보기 1>은 연속확률변수 $X$에 대하여 $0\\le x\\le1$에서 정의된 확률밀도함수이다. <보기 2>는 이산확률변수 $Z$에 대한 확률분포이다. <보기 1>의 확률밀도함수와 $x$축 사이의 넓이를 $S$라 할 때, $4(a+b+S)$의 값을 구하시오. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [],
    "image": "assets/images/2019_매산고_2학기_기말_고2_확률과통계/q15.png"
  },
  {
    "id": 16,
    "content": "단답형 2. 모집단의 확률분포를 표로 나타내면 다음과 같다. 이 모집단에서 크기가 2인 표본을 임의추출할 때, 표본평균을 $\\overline X$라 하면 $P(\\overline X=-2)+P(\\overline X=2)=\\dfrac38$이다. 이때 상수 $a+b$의 값을 구하시오. (5점)\\n| $X$ | -4 | 0 | 4 | 합계 |\\n| $P(X=x)$ | $\\dfrac13$ | $2a$ | $b$ | 1 |",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ]
  },
  {
    "id": 17,
    "content": "단답형 3. 시행 점수 $X$에 대하여 $X$의 평균이 $m$점이고 표준편차가 $\\sigma$점일 때, $T=20\\left(\\dfrac{X-m}{\\sigma}\\right)+100$을 $X$의 표준점수라 하자. 평균이 60점이고 표준편차가 10점인 수학 시험에서 90점을 맞은 철수의 표준점수가 평균이 55점이고 표준편차가 15점인 확률과 통계 시험에서 $a$점을 맞은 영수의 표준점수와 같다고 할 때, $a$의 값을 구하시오. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 18,
    "content": "[서술형1] 매산고 학생들의 하루 SNS 이용시간은 평균이 45분, 표준편차가 10분인 정규분포를 따른다고 한다. 매산여고 학생들을 대상으로 하루 SNS 이용시간을 조사하였더니 평균이 50분이고 표준편차가 $\\sigma$분인 정규분포를 따르는 것을 발견하였다. 위의 내용을 바탕으로 아래의 <자료1>, <자료2>를 활용하여 문제를 해결하시오. (10점)\n1-1. <자료1>은 매산고와 매산여고 학생들의 SNS 사용시간을 정규분포곡선으로 나타낸 것이다. ①, ②에 각각 해당하는 학교를 제시하고, 그래프 분석을 통해 $\\sigma$의 범위를 추측하시오. (3점)\n1-2. 매산고에서 임의추출한 25명의 표본평균이 43분 이상, 47분 이하일 확률과 매산여고에서 임의추출한 16명의 표본평균이 49분 이상 51분 이하일 확률이 같다고 한다. 이를 이용하여 $\\sigma$값을 구하시오. 또한, 매산여고에서 임의추출한 64명에 대하여 사용시간 $\\overline X$분 이상일 확률이 $\\dfrac{57}{2500}$이라고 한다. <자료2>를 활용하여 이 경우의 $\\overline X$값을 구하시오. (7점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "assets/images/2019_매산고_2학기_기말_고2_확률과통계/q18.png"
  },
  {
    "id": 19,
    "content": "[서술형2] 한 개의 주사위를 던져 나온 눈의 수를 $a$라 하자. 좌표평면에서 이차함수 $y=x^2+2x+2$와 직선 $-x+2y=a$가 만나는 사건을 $A$라 할 때, 주사위를 던지는 시행을 72번 시행하여 사건 $A$가 44번 이상 발생할 확률을 구하고자 한다. 다음을 단계별로 해결하시오. (10점)\n2-1. 이차함수 $y=x^2+2x+2$와 직선 $-x+2y=a$가 만나는 주사위 눈의 수 $a$를 모두 구하시오. (단, $a$는 6 이하의 자연수이다.) (3점)\n2-2. 확률변수 $X$가 주사위를 던졌을 때 사건 $A$가 일어나는 수라고 할 때, 확률변수 $X$는 이항분포 $B(n,p)$를 따른다. 이때 $E(X)$와 $V(X)$의 값을 구하시오. (3점)\n2-3. 72는 충분히 큰 수이므로 확률변수 $X$가 근사적으로 정규분포를 따른다고 할 때, $P(X\\ge44)$의 값을 구하시오. (단, 표준정규분포표를 이용한다.) (4점)\n표: $z=1,2,3$일 때 $P(0\\le Z\\le z)=0.3413,0.4772,0.4987$.",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "assets/images/2019_매산고_2학기_기말_고2_확률과통계/q19.png"
  }
];
