window.examTitle = "2020_매산고_2학기_기말_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "content": "모평균이 100이고 모분산이 9인 모집단에서 임의추출한 크기가 100인 표본의 표본평균을 $\\overline X$라 할 때, $E(\\overline X)\\times\\sigma(\\overline X)$는?",
    "choices": [
      "$\\dfrac3{10}$",
      "$\\dfrac9{10}$",
      "$3$",
      "$9$",
      "$10$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 2,
    "content": "확률변수 $X$가 정규분포 $N(50,10^2)$을 따를 때, 확률변수 $X$를 표준정규분포를 따르는 확률변수 $Z$로 표준화하여 확률을 구하면 다음과 같다. $P(X<70)=P(Z<a)$를 만족하는 $a$의 값은?",
    "choices": [
      "$-2$",
      "$-1$",
      "$0$",
      "$1$",
      "$2$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 3,
    "content": "다음 중 <보기>에서 전수조사와 표본조사 중 전수조사에 적합한 것을 고르면?\nㄱ. A 학교 2학년 학생 50명의 자율학습 참여 여부 조사\nㄴ. B 학교 3학년 학생 300명의 하루 동안 휴대 전화 사용 시간 조사\nㄷ. C 전자 회사의 최신 휴대폰 액정 강도 검사\nㄹ. D 자동차 회사의 최신 자동차 정면충돌 안전성 검사\nㅁ. E 농장에서 재배한 벼의 당도 조사",
    "choices": [
      "ㄱ, ㄴ",
      "ㄱ, ㄴ, ㄷ",
      "ㄱ, ㄴ, ㄹ",
      "ㄱ, ㄴ, ㅁ",
      "ㄷ, ㄹ, ㅁ"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 4,
    "content": "$ {}_nC_0+{}_nC_1\\cdot3+{}_nC_2\\cdot3^2+\\cdots+{}_nC_n\\cdot3^n={}_m\\Pi_{12}$일 때, $\\dfrac{m}{n}$의 값은? [4.3점]",
    "choices": [
      "$\\dfrac14$",
      "$\\dfrac13$",
      "$3$",
      "$4$",
      "$9$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 5,
    "content": "연속확률변수 $X$의 확률밀도함수 $f(x)$의 그래프가 아래 그림과 같을 때, $P(4\\le X\\le6)$의 값은?",
    "choices": [
      "$\\dfrac1{12}$",
      "$\\dfrac16$",
      "$\\dfrac14$",
      "$\\dfrac13$",
      "$\\dfrac12$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "그래프"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/q05.png"
  },
  {
    "id": 6,
    "content": "다음 표는 감기 환자 106명에게 같은 알약을 매일 일정량씩 투약하였을 때, 알약을 투약한 횟수에 따라 완치된 환자 수를 나타낸 것이다. 이 알약을 먹은 환자가 처음으로 5회 이내에 완치될 확률은?\n투약 횟수: 2, 3, 4, 5, 6, 7\n환자 수: 10, 15, 21, 35, 16, 9",
    "choices": [
      "$\\dfrac5{53}$",
      "$\\dfrac{25}{106}$",
      "$\\dfrac{35}{106}$",
      "$\\dfrac{23}{53}$",
      "$\\dfrac{81}{106}$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/q06-table.png"
  },
  {
    "id": 7,
    "content": "같은 주사위 두 개를 동시에 던지는 시행을 48번 할 때, 두 개 주사위 모두 짝수의 눈이 나오는 횟수가 18번 이상일 확률을 아래 표준정규분포표를 이용하여 구하면?\n표: $z=0.5,1,1.5,2,2.5$일 때 $P(0\\le Z\\le z)=0.1915,0.3413,0.4332,0.4772,0.4938$.",
    "choices": [
      "$0.0062$",
      "$0.0228$",
      "$0.0668$",
      "$0.1587$",
      "$0.3085$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/q07-table.png"
  },
  {
    "id": 8,
    "content": "1, 2, 3, 4의 숫자가 하나씩 적힌 4개의 공이 들어 있는 주머니에서 복원추출로 2개의 공을 꺼내어 2개의 공에 적힌 수의 평균을 $\\overline X$라고 하자. $E(\\overline X)$의 값은?",
    "choices": [
      "$1$",
      "$1.5$",
      "$2$",
      "$2.5$",
      "$3$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 9,
    "content": "A고등학교 학생의 일주일 동안 인터넷 강의를 수강하는 시간은 평균이 $m$시간, 표준편차가 3시간인 정규분포를 따른다고 한다. 이 학교 학생 중에서 임의로 36명을 뽑아 조사한 일주일 동안 인터넷 강의를 수강하는 시간의 평균에 대하여 모평균 $m$을 신뢰도 $95\\%$로 추정할 때, 모평균과 표본평균의 차의 최댓값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z|\\le1.96)=0.95$로 계산한다.)",
    "choices": [
      "$0.98$",
      "$1.29$",
      "$1.68$",
      "$1.96$",
      "$2.58$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 10,
    "content": "정규분포를 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 모평균을 추정할 때, 신뢰구간의 길이를 $l$이라 하자. 같은 신뢰도로 모평균을 추정하는데 신뢰구간의 길이를 $\\dfrac15l$로 하기 원하는 경우 표본의 크기는 몇 배 더 늘려야 하는가?",
    "choices": [
      "$\\dfrac1{25}$",
      "$\\dfrac15$",
      "$2$",
      "$5$",
      "$25$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 11,
    "content": "원을 중심을 공유하는 3개의 원으로 구성된 원판에 화살을 쏘아 색칠해진 부분을 맞추면 5점을 얻고 그 외에 부분을 맞추면 2점을 얻는다. 0점에서 시작하여 화살을 100번 쏜 후 점수를 확률변수 $X$라 할 때, $\\sigma(X)$의 값은? (단, 반지름의 길이는 가장 큰 원부터 순서대로 $5,3,2$이고, 가장 큰 원의 바깥 부분은 존재하지 않는다.)",
    "choices": [
      "$7$",
      "$14$",
      "$21$",
      "$28$",
      "$35$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "도형"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/q11.png"
  },
  {
    "id": 12,
    "content": "$B$고등학교 학생들이 신고 있는 운동화의 무게가 평균이 $300\\,\\mathrm g$, 표준편차가 $10\\,\\mathrm g$인 정규분포를 따른다고 한다. 이 학교 학생 중에서 임의로 $n$명을 선정하여 신고 있는 운동화를 조사하였을 때, 운동화 무게의 표본평균을 $\\overline X$라 하자. $P(\\overline X\\ge302)\\le0.0808$을 만족시키는 자연수 $n$의 최솟값을 아래 표준정규분포표를 이용하여 구하면? (단, $B$고등학교 학생들은 모두 운동화를 신고 있다.)\n표: $z=1.0,1.2,1.4,1.6,1.8$일 때 $P(0\\le Z\\le z)=0.3413,0.3849,0.4192,0.4452,0.4641$.",
    "choices": [
      "$47$",
      "$48$",
      "$49$",
      "$50$",
      "$51$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/q12-table.png"
  },
  {
    "id": 13,
    "content": "한 개의 주사위를 세 번 던져서 나오는 눈의 수를 차례로 $a,b,c$라 할 때, $a+b+c$의 값이 홀수이고 $a\\le b\\le c$를 만족시키는 사건을 $A$라고 하자. 주사위 한 개를 3번 던지는 시행을 126회 반복할 때, 사건 $A$가 일어나는 횟수를 확률변수 $X$라 하자. $E(6X)$의 값은?",
    "choices": [
      "$90$",
      "$92$",
      "$94$",
      "$96$",
      "$98$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 14,
    "content": "두 확률변수 $X$, $Y$가 각각 정규분포 $N(b,a^2)$, $N(a,b^2)$를 따를 때, 확률 $P(X\\ge3)=P(Y\\le4)$를 만족시키는 두 실수 $a,b$에 대하여 점 $(a,b)$가 이루는 도형의 둘레의 길이는? (단, $a>0$, $b>0$)",
    "choices": [
      "$\\dfrac52\\pi$",
      "$5\\pi$",
      "$\\dfrac{15}2\\pi$",
      "$10\\pi$",
      "$\\dfrac{25}2\\pi$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 15,
    "content": "확률변수 $X$의 확률질량함수가 $P(X=x)=\\dfrac{x}{{}_5C_2}$ ($x=1,2,3,4$)일 때, $E(X)$를 구하시오. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 16,
    "content": "어느 모집단의 확률변수 $X$의 확률분포를 표로 나타내면 다음과 같다. $E(X^2)=\\dfrac53$일 때, 이 모집단에서 임의추출한 크기가 10인 표본의 표본평균 $\\overline X$에 대하여 $V(\\overline X)$의 값을 구하시오.\n$X=-2,0,2$일 때 $P(X=x)=\\dfrac14,a,b$이며 확률의 합은 1이다. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/short2-table.png"
  },
  {
    "id": 17,
    "content": "확률변수 $X$가 정규분포 $N(m,k^2)$을 따르고 다음 조건을 만족시킨다고 할 때, 확률변수 $X$와 모평균 $m$의 차이가 $3k$ 이상일 확률을 구하시오. (단, $k>0$)\n(1) $P(|X-m|\\le k)=\\dfrac14$\n(2) $P(-k\\le X-m\\le2k)=\\dfrac13$\n(3) $P(-3k\\le X-m\\le2k)=\\dfrac49$ (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/short3-box.png"
  },
  {
    "id": 18,
    "content": "[서술형1] 5명이 가위바위보를 한 번 할 때, 3명이 이길 확률을 구하고자 한다. 다음 순서에 따라 물음에 답하시오.\n1-1. 5명이 가위바위보를 할 때 나올 수 있는 모든 경우의 수를 구하시오. (2점)\n1-2. 3명이 이기는 경우의 수를 구하시오. (6점)\n1-3. 위 문제들을 이용하여 5명이 가위바위보를 해서 3명이 이길 확률을 구하시오. (2점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 19,
    "content": "[서술형2] $A$고등학교 학생들의 확률과 통계 시험 점수는 표준편차가 2인 정규분포를 따른다고 한다. 이 학교 학생 중에서 36명을 임의로 추출하여 이 학교 전체 확률과 통계 시험 점수 평균 $m$을 신뢰도 90%로 추정한 신뢰구간과 신뢰도 $\\alpha\\%$로 추정한 신뢰구간이 있을 때, 신뢰도 90%로 추정한 신뢰구간의 길이가 신뢰도 $\\alpha\\%$로 추정한 신뢰구간의 길이의 4배보다 크다고 할 때, 실수 $\\alpha$의 최댓값을 아래 표준정규분포표를 이용하여 구하시오.\n표: $z=1.6,1.65,1.7,1.75,1.8$일 때 $P(0\\le Z\\le z)=0.445,0.450,0.455,0.460,0.465$.\n1-1. 표본평균의 분산을 구하시오. (2점)\n1-2. 90% 신뢰구간의 길이를 구하시오. (4점)\n1-3. $\\alpha\\%$ 신뢰구간의 길이를 구하시오. (2점)\n1-4. 신뢰구간 길이를 비교하는 부등식을 제시하고 실수 $\\alpha$의 최댓값을 구하시오. (2점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2020_매산고_2학기_기말_고2_확률과통계/essay2-table.png"
  }
];
