window.examTitle = "2021_효천고_2학기_기말_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "content": "확률변수 $X$가 이항분포 $B(200,\\dfrac1{10})$을 따를 때, 평균을 $a$, 분산을 $b$라고 할 때, $a+b$의 값은?",
    "choices": [
      "$36$",
      "$38$",
      "$40$",
      "$42$",
      "$44$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 2,
    "content": "확률변수 $X$가 이항분포 $B(n,\\dfrac13)$을 따르고, 표준편차 값이 6일 때, $n$의 값은?",
    "choices": [
      "$160$",
      "$161$",
      "$162$",
      "$163$",
      "$164$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 3,
    "content": "정규분포를 따르는 두 확률변수 $X$, $Y$의 확률밀도함수를 각각 $f(x)$, $g(x)$라 하자. 두 함수 $y=f(x)$와 $y=g(x)$의 그래프가 그림과 같을 때, 옳은 것만을 <보기>에서 있는 대로 고른 것은? (단, 함수 $f(x)$, $g(x)$의 그래프는 각각 직선 $x=a$, 직선 $x=b$에 대하여 대칭이며 $a<f(a)$, $b>g(b)$이다.)\nㄱ. $E(X)<E(Y)$\nㄴ. $\\sigma(X)<\\sigma(Y)$\nㄷ. $P(X\\le a)<P(Y\\le b)$\nㄹ. $P(X\\le f(a))<P(Y\\le g(b))$",
    "choices": [
      "ㄱ",
      "ㄴ",
      "ㄱ, ㄴ",
      "ㄱ, ㄷ",
      "ㄱ, ㄴ, ㄹ"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "그래프"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/q03.png"
  },
  {
    "id": 4,
    "content": "확률변수 $X$가 정규분포 $N(70,5^2)$를 따를 때, $P(65\\le X\\le75)$의 값을 오른쪽 표준정규분포표를 이용하여 구한 것은?",
    "choices": [
      "$0.3830$",
      "$0.5328$",
      "$0.7745$",
      "$0.6826$",
      "$0.8185$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/q04-table.png"
  },
  {
    "id": 5,
    "content": "확률변수 $X$의 확률질량함수 $P(X=r)={}_{16}C_r(\\dfrac14)^r(\\dfrac34)^{16-r}$ ($r=0,1,2,\\cdots,16$)일 때, $E(X^2)$는?",
    "choices": [
      "$19$",
      "$17$",
      "$26$",
      "$22$",
      "$7$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 6,
    "content": "어느 과수원에서 재배되는 오렌지 개수가 평균 450개이고 표준편차가 60개인 정규분포를 따른다고 한다. 이 과수원에서 재배되는 오렌지 개수가 540개 이상일 확률을 오른쪽 표준정규분포표를 이용하여 구하면?",
    "choices": [
      "$0.3085$",
      "$0.1587$",
      "$0.0668$",
      "$0.0228$",
      "$0.9332$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/q06-table.png"
  },
  {
    "id": 7,
    "content": "두 확률변수 $X$, $Y$가 각각 정규분포 $N(25,9)$, $N(14,4)$를 따르고 $P(19\\le X\\le2k+16)=P(2k\\le Y\\le18)$일 때, 상수 $k$의 값은?",
    "choices": [
      "$4$",
      "$5$",
      "$6$",
      "$7$",
      "$8$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 8,
    "content": "직원 채용 공고를 한 어느 회사에 400명이 지원했다. 이 회사의 1차 시험 합격은 성적 상위 10명이고 지원자들의 1차 시험 성적은 평균이 70점, 표준편차가 36점인 정규분포를 따른다고 한다. 1차 시험 합격 최소점수는? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0\\le Z\\le1.96)=0.475$로 계산한다.)",
    "choices": [
      "$79.80$",
      "$78.96$",
      "$80.56$",
      "$81.76$",
      "$83.72$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 9,
    "content": "다음 중 표본조사와 표본평균에 대한 설명으로 옳은 것은?",
    "choices": [
      "표본조사에서 조사대상 전체를 모집단, 모집단의 일부만을 표본이라고 하고 조사대상 전체 중 일부만을 뽑아 조사하는 것을 표본조사라고 한다.",
      "표본을 추출할 때 모집단의 특성을 잘 반영하기 위해 임의추출을 한다.",
      "표본평균의 평균은 모평균과 동일하다.",
      "모집단의 분포가 정규분포이더라도 표본평균이 정규분포를 따르지 않을 수 있다.",
      "모집단의 분포가 정규분포가 아니더라도 표본의 크기가 충분히 크면 표본평균은 근사적으로 정규분포를 따른다."
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 10,
    "content": "숫자 $1,1,1,2,2,3$이 하나씩 적혀 있는 6개의 공이 들어 있는 주머니에서 3개의 공을 임의추출할 때, 꺼낸 공에 적혀 있는 숫자의 평균을 $\\overline X$라 하자. $V(9\\overline X)$의 값은?",
    "choices": [
      "$5$",
      "$15$",
      "$25$",
      "$35$",
      "$45$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 11,
    "content": "정규분포 $N(80,36)$을 따르는 모집단에서 크기가 4인 표본을 임의추출한다고 할 때, 표본평균을 $\\overline X$라고 하자. $P(79\\le\\overline X\\le84)=P(a\\le Z\\le b)$라고 할 때, $a+b$의 값은? (단, 확률변수 $Z$는 표준정규분포를 따르며, 실수 $a,b$는 $a<0<b$를 만족한다.)",
    "choices": [
      "$1$",
      "$\\dfrac13$",
      "$0$",
      "$-\\dfrac13$",
      "$-1$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 12,
    "content": "어느 공장에서 생산되는 음료수 캔 한 개의 용량은 평균이 $500\\,\\mathrm{mL}$이고 표준편차가 $8\\,\\mathrm{mL}$인 정규분포를 따른다고 한다. 이 공장에서 생산된 음료수 캔 중에서 $n$개를 임의추출할 때, 표본평균 $\\overline X$가 $498\\,\\mathrm{mL}$ 이상 $502\\,\\mathrm{mL}$ 이하일 확률이 $0.9544$이다. 이때 $n$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0\\le Z\\le2)=0.4772$로 계산한다.)",
    "choices": [
      "$49$",
      "$64$",
      "$81$",
      "$58$",
      "$72$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 13,
    "content": "정규분포 $N(150,6^2)$을 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 구한 표본평균 $\\overline X$에 대하여 $P(|\\overline X-150|\\ge a)=0.0456$을 만족시키는 양수 $a$의 값을 오른쪽 표준정규분포표를 이용하여 구하면?",
    "choices": [
      "2",
      "3",
      "4",
      "5",
      "6"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/q13.png"
  },
  {
    "id": 14,
    "content": "어느 고등학교 학생들의 하루 운동 시간은 평균이 $m$분이고 표준편차가 5분인 정규분포를 따른다고 한다. 이 학교 학생 중에서 36명을 임의추출하여 조사하였더니 평균이 40분이었다. 학교 남학생들의 하루 운동 시간의 모평균 $m$의 신뢰도 $95\\%$ 신뢰구간이 $a\\le m\\le b$일 때, $a+b$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z|\\le1.96)=0.95$로 계산한다.)",
    "choices": [
      "$40$",
      "$50$",
      "$60$",
      "$70$",
      "$80$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 15,
    "content": "모평균이 $m$이고 표준편차가 5인 정규분포를 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 구한 평균이 10이었다. 모평균의 신뢰도 $99\\%$ 신뢰구간이 $8.71\\le m\\le11.29$일 때, $n$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z|\\le2.58)=0.99$로 계산한다.)",
    "choices": [
      "$64$",
      "$81$",
      "$100$",
      "$121$",
      "$144$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 16,
    "content": "표준편차가 $\\sigma$인 정규분포를 따르는 어느 모집단에서 크기 25인 표본을 임의추출하여 구한 모평균 $m$에 대한 신뢰도 $95\\%$ 신뢰구간이 $96.08\\le m\\le103.92$이다. 같은 모집단에서 크기가 $n$인 표본을 임의추출하여 구한 모평균 $m$에 대한 신뢰도 $99\\%$의 신뢰구간이 $96.775\\le m\\le103.225$일 때, 자연수 $n$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z|\\le1.96)=0.95$, $P(|Z|\\le2.58)=0.99$로 계산한다.)",
    "choices": [
      "$49$",
      "$64$",
      "$81$",
      "$100$",
      "$121$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 17,
    "content": "두 사람 $A$, $B$가 각각 주사위를 한 개씩 동시에 던지는 시행을 한다. 이 시행에서 나온 두 주사위의 눈의 수의 차가 3보다 작으면 $A$가 1점, 그렇지 않으면 $B$가 1점을 얻는다. 이와 같은 시행을 15회 반복할 때, $A$가 얻는 점수의 합의 기댓값과 $B$가 얻는 점수의 합의 기댓값의 차는?",
    "choices": [
      "$5$",
      "$7$",
      "$9$",
      "$11$",
      "$13$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 18,
    "content": "두 확률변수 $X$, $Y$는 각각 정규분포 $N(10,9)$, $N(m,9)$를 따르고 각각의 확률밀도함수는 $f(x)$, $g(x)$가 다음 조건을 만족시킨다고 한다. $P(Y\\le36)=P(Z\\ge a)$일 때, $a$의 값은? (단, 확률변수 $Z$는 표준정규분포를 따른다.)\n(가) $P(X\\le10)\\le P(Y\\ge27)$\n(나) $f(13)=g(27)$",
    "choices": [
      "$-2.5$",
      "$-2$",
      "$-1.5$",
      "$-1$",
      "$-0.5$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 19,
    "content": "어느 초등학교의 1학년 학생 몸무게 $X$가 정규분포를 따르고 $P(X\\ge34)=\\dfrac12$, $P(X\\le39)+P(Z\\ge1)=1$이다. 이 초등학교 1학년 학생 중에서 임의 추출한 25명의 몸무게의 표본평균을 $\\overline X$라 할 때, $P(\\overline X\\ge41.5)$의 값을 오른쪽 표준정규분포표를 이용하여 구한 것은? (단, $Z$는 표준정규분포를 따른다.)",
    "choices": [
      "$0.3085$",
      "$0.1587$",
      "$0.0668$",
      "$0.0228$",
      "$0.9772$"
    ],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/q19-table.png"
  },
  {
    "id": 20,
    "content": "표준편차가 $\\sigma$인 정규분포를 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 구한 모평균 $m$에 대한 신뢰도 $95\\%$ 신뢰구간이 $a\\le m\\le b$일 때, $f(n,\\sigma)=b-a$라고 하자. 네 수 $A,B,C,D,E$ 중 가장 큰 수는?\n$A=f(16,8)$, $B=f(16,14)$, $C=f(25,10)$, $D=f(25,16)$, $E=f(36,18)$",
    "choices": [
      "$A$",
      "$B$",
      "$C$",
      "$D$",
      "$E$"
    ],
    "answer": "",
    "solution": "",
    "tags": []
  },
  {
    "id": 21,
    "content": "[서술형1] 두 확률변수 $X$, $Y$는 각각 정규분포 $N(m,9)$, $N(140-k,36)$을 따른다고 한다. $P(X\\le18)=P(Y\\ge135)=0.8413$일 때, $m+k$ 값을 오른쪽 표준정규분포표를 이용하여 구하시오. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/essay1-table.png"
  },
  {
    "id": 22,
    "content": "[서술형2] 확률변수 $X$가 이항분포 $B(48,\\dfrac14)$를 따를 때, $t$에 대한 이차방정식 $t^2-2Xt+33X-270=0$이 실근을 가질 확률을 오른쪽 표준정규분포표를 이용하여 구하시오. (단, 이항분포를 따르는 확률변수 $X$는 시행횟수가 충분히 클 때, 근사적으로 정규분포를 따른다는 사실을 이용할 수 있다.) (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "표"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/essay2-table.png"
  },
  {
    "id": 23,
    "content": "[서술형3] 주머니 속에 1, 2, 3의 숫자가 적혀 있는 공이 각각 1개, 2개, 5개 들어 있다. 이 주머니에서 임의로 공을 꺼내어 공에 적힌 숫자를 확인한 후 다시 넣는다. 이와 같은 시행을 200번 반복할 때, 꺼낸 공에 적혀 있는 수의 합이 520 이상일 확률을 구하시오. (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0\\le Z\\le2)=0.4772$로 계산한다.) (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": [
      "도형"
    ],
    "image": "archive/assets/images/2021_효천고_2학기_기말_고2_확률과통계/essay3.png"
  },
  {
    "id": 24,
    "content": "[서술형4] 어느 지역 버스 정류장 사이의 거리는 표준편차가 $90\\,\\mathrm m$인 정규분포를 따른다. 모평균을 신뢰도 $95\\%$로 추정할 때, 모평균과 표본평균의 차가 $58.8$ 이하가 되기 위한 표본의 크기의 최솟값을 구하시오. (5점)",
    "choices": [],
    "answer": "",
    "solution": "",
    "tags": []
  }
];
