window.examTitle = "22_효천고_2학기_기말_고2_확률과통계";
window.questionBank = [
  {
    "id": 1,
    "questionNumber": 1,
    "questionType": "객관식",
    "content": "1. 주사위 한 개와 동전 1개를 동시에 던지는 시행에서 표본공간을 $S$라고 하자. $n(S)$의 값은? [3.0점]",
    "choices": [
      "$10$",
      "$11$",
      "$12$",
      "$13$",
      "$14$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 2,
    "questionNumber": 2,
    "questionType": "객관식",
    "content": "2. 두 사건 $A$, $B$가 서로 배반사건이고 $P(A) = \\dfrac{1}{4}$, $P(B) = \\dfrac{2}{3}$일 때, $P(A \\cup B)$의 값은? [3.3점]",
    "choices": [
      "$\\dfrac{7}{12}$",
      "$\\dfrac{2}{3}$",
      "$\\dfrac{3}{4}$",
      "$\\dfrac{5}{6}$",
      "$\\dfrac{11}{12}$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 3,
    "questionNumber": 3,
    "questionType": "객관식",
    "content": "3. 1000명에게 1번부터 3번까지 선택지 중에서 빠짐없이 하나를 고르도록 하였더니 2번을 선택한 사람이 200명이었다. 1000명 중에서 1번 또는 3번을 선택한 사람일 통계적 확률은? [3.2점]",
    "choices": [
      "$\\dfrac{1}{5}$",
      "$\\dfrac{2}{5}$",
      "$\\dfrac{3}{5}$",
      "$\\dfrac{4}{5}$",
      "$1$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 4,
    "questionNumber": 4,
    "questionType": "객관식",
    "content": "4. 어느 분식집에서는 떡볶이, 김밥, 오뎅, 쫄면을 판매를 한다고 합니다. 각 음식에 대한 선호도가 동일한 3명의 손님이 음식을 주문할 때, 적어도 한 명은 쫄면을 택할 확률은 $\\dfrac{q}{p}$이다. $p+q$ 값은? (단, $p, q$는 서로소인 자연수이다.) [3.4점]",
    "choices": [
      "$93$",
      "$95$",
      "$97$",
      "$99$",
      "$101$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 5,
    "questionNumber": 5,
    "questionType": "객관식",
    "content": "5. 이산확률변수 $X$에 대하여 $\\mathrm{E}(X)=5$, $\\mathrm{V}(X)=2$일 때, $\\mathrm{E}(3X+1)-\\mathrm{V}(2X-3)$의 값은? [3.5점]",
    "choices": [
      "$6$",
      "$7$",
      "$8$",
      "$9$",
      "$10$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 6,
    "questionNumber": 6,
    "questionType": "객관식",
    "content": "[6-8번]<br>확률변수 $Z$는 표준정규분포를 따른다. 오른쪽 표를 보고 아래 문제들을 해결하시오.<br><br><table class=\"exam-table\"><tr><th>$z$</th><th>$P(0 \\le Z \\le z)$</th></tr><tr><td>1.0</td><td>0.3413</td></tr><tr><td>1.5</td><td>0.4332</td></tr><tr><td>2.0</td><td>0.4772</td></tr><tr><td>2.5</td><td>0.4983</td></tr></table><br>6. 확률변수 $X$가 정규분포 $\\mathrm{N}(70, 3^2)$을 따를 때, $P(67 \\le X \\le 74.5)$의 값은? [3.4점]",
    "choices": [
      "$0.7745$",
      "$0.8185$",
      "$0.8396$",
      "$0.9104$",
      "$0.9315$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 7,
    "questionNumber": 7,
    "questionType": "객관식",
    "content": "7. 어느 고등학교 학생들의 1분 동안의 팔굽혀펴기 횟수를 조사한 결과 평균이 30회, 표준편차가 2회인 정규분포를 따른다. 이 고등학교 학생들 중에서 임의로 1명을 선택하여 조사한 팔굽혀펴기 횟수가 28회 이하일 확률은? [3.5점]",
    "choices": [
      "$0.0017$",
      "$0.0228$",
      "$0.0678$",
      "$0.1587$",
      "$0.3413$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 8,
    "questionNumber": 8,
    "questionType": "객관식",
    "content": "8. 모평균이 45, 모표준편차가 10인 정규분포를 따르는 모집단에서 크기가 25인 표본을 임의추출하여 구한 표본평균을 $\\overline{X}$라 할 때, $P(41 \\le \\overline{X} \\le a) = 0.8185$를 만족시키는 상수 $a$의 값은? [3.6점]",
    "choices": [
      "$46$",
      "$47$",
      "$48$",
      "$49$",
      "$50$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 9,
    "questionNumber": 9,
    "questionType": "객관식",
    "content": "9. 어느 나라에서 출산한 암컷 고양이의 새끼 수는 표준편차가 2마리인 정규분포를 따른다고 한다. 이 나라에서 출산한 암컷 고양이 20마리를 임의 추출하여 새끼 수의 평균을 구하였더니 4마리이었다. 이 나라에서 출산한 암컷 고양이의 새끼 수의 평균 $m$에 대한 신뢰도 $95\\%$의 신뢰구간을 구한 것으로 옳은 것은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z| \\le 1.96)=0.95, P(|Z| \\le 2.58)=0.99$로 계산한다.) [4.0점]",
    "choices": [
      "$4 - 1.96\\dfrac{2}{\\sqrt{20}} \\le m \\le 4 + 1.96\\dfrac{2}{\\sqrt{20}}$",
      "$4 - 1.96\\dfrac{4}{\\sqrt{20}} \\le m \\le 4 + 1.96\\dfrac{4}{\\sqrt{20}}$",
      "$4 - 2.58\\dfrac{2}{\\sqrt{20}} \\le m \\le 4 + 2.58\\dfrac{2}{\\sqrt{20}}$",
      "$4 - 2.58\\dfrac{4}{\\sqrt{20}} \\le m \\le 4 + 2.58\\dfrac{4}{\\sqrt{20}}$",
      "$4 - 1.96\\dfrac{2}{20} \\le m \\le 4 + 1.96\\dfrac{2}{20}$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 10,
    "questionNumber": 10,
    "questionType": "객관식",
    "content": "10. 정규분포 $\\mathrm{N}(m, \\sigma^2)$을 따르는 모집단에서 크기가 $n$인 표본을 임의추출하여 그 표본평균을 $\\overline{X}$라 하자. 모평균 $m$의 신뢰도 $99\\%$의 신뢰구간이 $a \\le m \\le b$라 할 때, $b-a=25.8$이다. $1000P(\\overline{X} \\ge m+12.9)$의 값은? (단, $P(0 \\le Z \\le 2.58)=0.4950$) [4.0점]",
    "choices": [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 11,
    "questionNumber": 11,
    "questionType": "객관식",
    "content": "11. 주머니에 1이 적힌 흰 공 1개, 2가 적힌 흰공 1개, 1이 적힌 검은 공 1개, 2가 적힌 검은 공 3개가 들어 있다. 이 주머니에서 임의로 3개의 공을 동시에 꺼내는 시행을 한다. 이 시행에서 꺼낸 3개의 공 중에서 흰 공이 1개이고 검은 공이 2개인 사건을 $A$, 꺼낸 3개의 공에 적혀 있는 수를 모두 곱한 값이 4인 사건을 $B$라 할 때, $P(A \\cup B)$의 값은? [4.3점]<br><br><img src=\"assets/images/22_효천고_2학기_기말_고2_확률과통계/q11.png\">",
    "choices": [
      "$\\dfrac{3}{4}$",
      "$\\dfrac{4}{5}$",
      "$\\dfrac{17}{20}$",
      "$\\dfrac{9}{10}$",
      "$\\dfrac{19}{20}$"
    ],
    "images": [
      "q11.png"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 12,
    "questionNumber": 12,
    "questionType": "객관식",
    "content": "12. 1부터 5까지의 자연수가 각각 하나씩 적힌 5장의 카드 중에서 임의의 카드 한 장씩 3번 복원추출할 때, 꺼낸 카드에 적힌 숫자의 평균을 $\\overline{X}$라 하자. 이때 $\\sigma(3\\overline{X}+1)$는? [4.1점]",
    "choices": [
      "$\\sqrt{2}$",
      "$\\sqrt{3}$",
      "$2$",
      "$\\sqrt{5}$",
      "$\\sqrt{6}$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 13,
    "questionNumber": 13,
    "questionType": "객관식",
    "content": "13. 좌표평면의 원점에 점 $P$가 있다. 한 개의 주사위를 사용하여 다음 시행을 한다. [4.5점]<br><br><table class=\"exam-table\"><tr><td>주사위를 한 번 던져 나온 눈의 수가<br>4 이하이면 점 $P$를 $x$축의 양의 방향으로 2만큼,<br>5 이상이면 점 $P$를 $y$축의 양의 방향으로 3만큼<br>이동시킨다.</td></tr></table><br>이 시행을 30번 반복하여 이동된 점 $P$와 직선 $4x+3y=0$ 사이의 거리를 확률변수 $X$라 하자. $\\mathrm{E}(X)$의 값은?",
    "choices": [
      "$48$",
      "$50$",
      "$52$",
      "$54$",
      "$56$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 14,
    "questionNumber": 14,
    "questionType": "객관식",
    "content": "14. 어느 회사에서 생산하는 샴푸 한 개의 용량은 정규분포 $\\mathrm{N}(m, \\sigma^2)$을 따른다고 한다. 이 회사에서 생산하는 샴푸 중에서 49개를 임의추출하여 얻은 표본평균을 이용하여 구한 $m$에 대한 신뢰도 $95\\%$의 신뢰구간이 $69.06 \\le m \\le 73.54$이다. 이 회사에서 생산하는 샴푸 중에서 $n$개를 임의추출하여 얻은 표본평균을 이용하여 구하는 $m$에 대한 신뢰도 $99\\%$의 신뢰구간이 $a \\le m \\le b$일 때, $b-a$의 값이 8 이하가 되기 위한 자연수 $n$의 최솟값은? (단, 용량의 단위는 $\\mathrm{mL}$이고, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(|Z| \\le 1.96)=0.95, P(|Z| \\le 2.58)=0.99$로 계산한다.) [4.5점]",
    "choices": [
      "$26$",
      "$27$",
      "$28$",
      "$29$",
      "$30$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 15,
    "questionNumber": 15,
    "questionType": "객관식",
    "content": "15. 흰 공 3개 검은 공 6개가 들어 있는 주머니에서 임의로 3개의 공을 꺼낼 때, 3개 모두 같은 색의 공이 나오지 않는 사건을 $A$라고 하자. 꺼낸 공을 다시 넣으면서 3개의 공을 꺼내는 시행을 1200번 반복할 때, 사건 $A$가 일어나는 횟수가 870회 이하일 확률은 $P(Z \\le a)$와 같다. $a$의 값은? (단, 확률변수 $Z$는 표준정규분포를 따른다.) [4.4점]",
    "choices": [
      "$-2$",
      "$-1.5$",
      "$-1$",
      "$1$",
      "$1.5$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 16,
    "questionNumber": 16,
    "questionType": "객관식",
    "content": "16. $3, 4, 5, 6$의 숫자가 하나씩 적힌 공이 각각 80개, 60개 40개, 20개 들어 있는 주머니에서, 100개를 임의추출할 때, $P(\\overline{X} \\ge k) = 0.0228$ 을 만족시키는 상수 $k$에 대하여 $5k$의 값은? (단, $Z$가 표준정규분포를 따르는 확률변수일 때, $P(0 \\le Z \\le 2)=0.4772$이다.) [4.5점]",
    "choices": [
      "$21$",
      "$22$",
      "$23$",
      "$24$",
      "$25$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 17,
    "questionNumber": 17,
    "questionType": "객관식",
    "content": "17. 확률변수 $X$는 평균이 10, 표준편차가 2인 정규분포를 따르고, 확률변수 $Y$는 평균이 $m$, 표준편차가 $\\sigma$인 정규분포를 따른다. 두 확률변수 $X, Y$가 $P(7 \\le X \\le 10)+P(Y \\ge 10) = \\dfrac{1}{2}$을 만족시킬 때, $P\\left(Y \\le 10 + \\dfrac{\\sigma}{2}\\right)$의 값은 $P(Z \\le a)$와 같다. $a$의 값은? (단, 확률변수 $Z$는 표준정규분포를 따른다.) [4.5점]",
    "choices": [
      "$-2$",
      "$-1$",
      "$1$",
      "$1.5$",
      "$2$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 18,
    "questionNumber": 18,
    "questionType": "객관식",
    "content": "18. 1에서 6까지 자연수가 하나씩 적혀 있는 6장의 카드 중에서 임의로 4장의 카드를 동시에 뽑는 시행을 14번 반복한다. $n$번째 시행에서 뽑은 4장의 카드에 적혀 있는 수 중에서 두 번째로 작은 수를 $x_n$이라고 하자. 14개의 수 $x_1, x_2, \\cdots, x_{14}$의 평균을 $\\overline{X}$라 할 때, $\\mathrm{V}(5\\overline{X}-10)$의 값은? (단, 뽑은 4장의 카드를 원래대로 돌려 놓으면서 시행을 반복한다.) [4.7점]",
    "choices": [
      "$1$",
      "$2$",
      "$3$",
      "$4$",
      "$5$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 19,
    "questionNumber": 19,
    "questionType": "객관식",
    "content": "19. 집합 $X=\\{1, 2, 3, 4, 5\\}$에 대하여 $X$에서 $X$로의 함수 $f$ 중 임의로 하나 고른 것이 <조건>을 만족하는 함수 $f$일 때, $f(3)=5$일 확률은 $\\dfrac{q}{p}$이다. $p+q$의 값은? (단, $p, q$는 서로소이다.) [4.8점]<br><br><table class=\"exam-table\"><tr><td>&lt;조건&gt;<br>(가) 집합 $X$의 원소 중 홀수인 $x$에 대하여 $f(x) \\ge x$<br>(나) 집합 $X$의 모든 원소 $x$에 대하여 $f(x) \\le f(x+2)$<br>(다) 함수 $f$의 치역의 원소의 개수는 2개이다.</td></tr></table>",
    "choices": [
      "$10$",
      "$11$",
      "$12$",
      "$13$",
      "$14$"
    ],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 20,
    "questionNumber": 20,
    "questionType": "객관식",
    "content": "20. 앞면에는 1부터 6까지의 자연수가 하나씩 적혀 있고 뒷면에는 모두 0이 하나씩 적혀 있는 6장의 카드가 있다. 이 6장의 카드가 그림과 같이 6 이하의 자연수 $k$에 대하여 $k$번째 자리에 자연수 $k$가 보이도록 놓여 있다.<br><br><img src=\"assets/images/22_효천고_2학기_기말_고2_확률과통계/q20.png\"><br><br>이 6장의 카드와 한 개의 동전, 한 개의 주사위를 사용하여 다음 시행을 한다.<br><br><table class=\"exam-table\"><tr><td>1개의 동전을 던져서 앞면이 나오면 주사위를 던지고 뒷면이 나오면 주사위를 던지지 않는다.<br>주사위를 한 번 던져 나온 눈의 수가 $k$이면 $k$번째 자리에 놓여 있는 카드를 한 번 뒤집어 제자리에 놓는다.</td></tr></table><br>위의 시행을 3번 반복한 후 6장의 카드에 보이는 모든 수의 합이 짝수일 때, 동전의 앞면이 3번 나왔을 확률은 $\\dfrac{q}{p}$이다. $p+q$의 값은? (단, $p, q$는 서로소이다.) [4.8점]",
    "choices": [
      "$6$",
      "$7$",
      "$8$",
      "$9$",
      "$10$"
    ],
    "images": [
      "q20.png"
    ],
    "answer": "",
    "solution": ""
  },
  {
    "id": 21,
    "questionNumber": 21,
    "questionType": "서술형",
    "content": "서술형 1. 주사위를 두 번 던져 나온 수를 차례대로 $a, b$라고 하자. 이 때, $a, a, b$가 어떤 이등변삼각형의 세 변의 길이가 될 확률이 $\\dfrac{q}{p}$일 때, $p+q$의 값을 구하시오. (단, $p, q$는 서로소이다.) [4.0점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 22,
    "questionNumber": 22,
    "questionType": "서술형",
    "content": "서술형 2. 갑, 을 두 사람이 정규분포를 따르는 모집단에서 각각 $a$개, $b$개 $(a+b=699)$의 표본을 임의 추출하여 모집단의 평균을 추정하려고 한다. 두 사람이 조사한 표본의 표준편차와 모평균을 추정할 때의 신뢰도는 다음 표와 같다. [5.0점]<br><br><table class=\"exam-table\"><tr><th></th><th>표본의 개수</th><th>표준편차</th><th>신뢰도</th></tr><tr><td>갑</td><td>$a$</td><td>16</td><td>$95\\%$</td></tr><tr><td>을</td><td>$b$</td><td>20</td><td>$99\\%$</td></tr></table><br>두 신뢰구간의 길이가 같았을 때, $b-a$의 값을 구하는 방법을 서술하시오. (단, $P(0 \\le Z \\le 2.0)=0.475, P(0 \\le Z \\le 2.6)=0.495$로 계산한다.)",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 23,
    "questionNumber": 23,
    "questionType": "서술형",
    "content": "서술형 3. 어느 초콜릿 공장에서 만드는 초콜릿 한 개의 무게는 평균이 $30\\,\\mathrm{g}$이고 표준편차가 $4\\,\\mathrm{g}$인 정규분포를 따른다고 한다. 이 초콜릿 공장에서는 초콜릿을 4개씩 한 상자에 담아서 판매하는데, 4개의 초콜릿을 담은 상자의 무게가 $108\\,\\mathrm{g}$ 이하이면 불량품인 상자로 판정된다고 한다. 이 초콜릿 공장에서 출하한 초콜릿 상자 400개 중에서 불량품인 상자가 49개 이하일 확률을 구하시오. (단, 확률변수 $Z$는 표준정규분포를 따르고 $P(0 \\le Z \\le 1.5)=0.4$로 계산한다.) [5.0점]",
    "choices": [],
    "images": [],
    "answer": "",
    "solution": ""
  },
  {
    "id": 24,
    "questionNumber": 24,
    "questionType": "서술형",
    "content": "서술형 4. 두 연속확률변수 $X$와 $Y$가 갖는 값의 범위는 $0 \\le X \\le 5$, $0 \\le Y \\le 5$이고 $X$와 $Y$의 확률밀도함수는 각각 $f(x)$, $g(x)$이다. 확률변수 $X$의 확률밀도함수 $f(x)$의 그래프는 아래 그림과 같다. [6.0점]<br><br><img src=\"assets/images/22_효천고_2학기_기말_고2_확률과통계/q24.png\"><br><br>$0 \\le x \\le 5$인 모든 $x$에 대하여 $f(x+5)+g(-x)=a+k$를 만족시킬 때, $P(5a \\le Y \\le 35a-1)=p$이다. $7^3 \\times 5 \\times p$의 값을 구하시오. (단, $a, k$는 $a > k$인 상수이다.)",
    "choices": [],
    "images": [
      "q24.png"
    ],
    "answer": "",
    "solution": ""
  }
];
